{
  "About us": "About us",
  "Log in": "Log in",
  "Sign up": "Sign up",
  "YOUR JOURNEY": "YOUR JOURNEY",
  "IN EVERY SCAN": "IN EVERY SCAN",
  "Showcase Your Sustainability with Smart E-Labels": "Showcase Your Sustainability with Smart E-Labels",
  "Start today": "Start today",
  "Scroll down": "Scroll down",
  "HOW IT WORKS": "HOW IT WORKS",
  "SHARE YOUR JOURNEY IN 4 STEPS": "SHARE YOUR JOURNEY IN 4 STEPS",
  "Click here to see an example": "Click here to see an example",
  "WHY YOU NEED E-LABELS": "WHY YOU NEED E-LABELS",
  "YOUR WINE TELLS A STORY": "YOUR WINE TELLS A STORY",
  "Wine Story": "Your wine tells a story - of the land it comes from, the care you put into every bottle, and the values you stand for. With a simple scan, e-labels bring your wine's journey to life. They show where it's from, what's in it, and your commitment to doing things the right way. E-labels let you share your passion and connect directly with those who care about authenticity and sustainability as much as you do",
  "We empower wine producers to meet the growing demands for": "We empower wine producers to meet the growing demands for",
  "transparency": "transparency",
  "and": "and",
  "sustainability": "sustainability",
  "while turning environmental challenges into business opportunities": "while turning environmental challenges into business opportunities",
  "With Journy, we make it possible for consumers to know": "With Journy, we make it possible for consumers to know",
  "who made their wine, how it was produced, and how their choices impact the planet": "who made their wine, how it was produced, and how their choices impact the planet",
  "PRICES": "PRICES",
  "CHOOSE YOUR E-LABEL PLAN": "CHOOSE YOUR E-LABEL PLAN",
  "3 labels": "3 labels",
  "€ 0/year": "€ 0/year",
  "Full compliance with EU e-labeling regulations": "Full compliance with EU e-labeling regulations",
  "Multilingual support in all EU languages": "Multilingual support in all EU languages",
  "Try for free": "Try for free",
  "15 labels": "15 labels",
  "€ 179/year": "€ 179/year",
  "Get started": "Get started",
  "30 labels": "30 labels",
  "€ 319/year": "€ 319/year",
  "50 labels": "50 labels",
  "€ 479/year": "€ 479/year",
  "WHO ARE WE": "WHO ARE WE",
  "WHY JOURNY?": "WHY JOURNY?",
  "WHO ARE WE text": "Journy was born out of a passion for innovation and a deep respect for the generations of dedication, passion, and tradition that define winemaking. We understand the challenges of balancing heritage with modern demands like sustainability, regulations, and shifting consumer values. That's why we've created a platform to simplify complexities, amplify your story, and connect producers with customers like never before",
  "Learn more": "Learn more",
  "Are you ready to share your story": "Are you ready to share your story?",
  "Stand out and make an impact with our e-labels": "Stand out and make an impact with our e-labels",
  "FAQ AND CONTACT": "FAQ AND CONTACT",
  "DO YOU HAVE ANY QUESTIONS?": "DO YOU HAVE ANY QUESTIONS?",
  "CONTACT US": "CONTACT US",
  "Contact": "Contact",
  "Privacy Policy": "Privacy Policy",
  "Terms & Conditions": "Terms & Conditions",
  "all rights reserved": "all rights reserved",
  "What is Journy?": "What is Journy?",
  "What is Journy text": "Journy is a platform for wine producers that brings your wine's story to life. It lets you share every step of your journey—from vineyard to table—with customers who care about quality, sustainability, and authenticity. Our E-labels helps you build trust, showcase your values, and connect with customers who appreciate the passion behind every bottle.",
  "How do E-labels work?": "How do E-labels work?",
  "How do E-labels work text": "E-labels are QR codes on your wine bottles that tell your story. When someone scans the code with their phone, they can see details about your wine—like where it's made, how it's produced, and your commitment to quality and sustainability. It's a simple way to connect with customers and build trust.",
  "How many e-labels will I need?": "How many e-labels will I need?",
  "How many e-labels will I need text": "Our plans are based on the total number of e-labels you need across all your wines, not just per year. Here's how it works:",
  "How many e-labels will I need 2025": "• 2025: If you release 10 new wines, you'll need 10 e-labels. You can start with our 15 e-label plan at €179/year.",
  "How many e-labels will I need 2026": "• 2026: When you release another 15 wines, plus the 10 from 2025, you'll need 25 e-labels. You'll then upgrade to the 30 or 50 e-label plan, with pricing from €319 to €479/year, depending on your needs.",
  "Once I print the QR codes, can I edit the information?": "Once I print the QR codes, can I edit the information?",
  "QR codes edit information text": "Yes, you can! After printing the QR codes with basic details like the name, vintage, and variety, you can always come back to update or add more information, such as ingredients or nutritional details. Since it's all digital, there's no need to reprint anything when you make changes!",
  "Do you calculate the energy content?": "Do you calculate the energy content?",
  "Calculate energy text": "Yes, we take care of that for you! Just enter the alcohol percentage, sugar levels, and organic acids, and we'll automatically calculate the energy content based on EU standards.",
  "What happens if I don't follow the regulation?": "What happens if I don't follow the regulation?",
  "Follow regulations text": "As of December 8, 2023, the EU regulation mandates that all wines produced and sold must have the correct label. Failure to comply could result in a fine of up to €40,000.",
  "What kind of technology is Journy using?": "What kind of technology is Journy using?",
  "Blockchain and QR codes": "Journy uses blockchain and QR codes to make your wine's journey transparent and secure.",
  "Blockchain explanation": "Blockchain: It's like a digital record that logs every step of your wine's production. Once added, the information can't be changed by anyone outside your trusted network, preventing counterfeiting. You can still update details or fix errors whenever needed, keeping everything accurate.<br/><br/>QR Codes: The QR code on your bottle links to a smart E-label, allowing customers to instantly access detailed information about your wine, making it easy to connect them to your product's story.",
  "Home": "Home"
}