{
  "Home": "Inicio",
  "About us": "Sobre nosotros",
  "Log in": "Iniciar sesión",
  "Sign up": "Registrarse",
  "YOUR JOURNEY": "TU VIAJE",
  "IN EVERY SCAN": "EN CADA ESCANEO",
  "Showcase Your Sustainability with Smart E-Labels": "Muestra tu Sostenibilidad con Etiquetas Electrónicas Inteligentes",
  "Start today": "Empieza hoy",
  "Scroll down": "Desliza hacia abajo",
  "HOW IT WORKS": "CÓMO FUNCIONA",
  "SHARE YOUR JOURNEY IN 4 STEPS": "COMPARTE TU VIAJE EN 4 PASOS",
  "Click here to see an example": "Haz clic aquí para ver un ejemplo",
  "WHY YOU NEED E-LABELS": "POR QUÉ NECESITAS ETIQUETAS ELECTRÓNICAS",
  "YOUR WINE TELLS A STORY": "TU VINO CUENTA UNA HISTORIA",
  "Wine Story": "Tu vino cuenta una historia - de la tierra de la que proviene, el cuidado que pones en cada botella y los valores que representas. Con un simple escaneo, las etiquetas electrónicas dan vida al viaje de tu vino. Muestran de dónde viene, qué contiene y tu compromiso con hacer las cosas de la manera correcta. Las etiquetas electrónicas te permiten compartir tu pasión y conectar directamente con aquellos que valoran la autenticidad y la sostenibilidad tanto como tú",
  "We empower wine producers to meet the growing demands for": "Capacitamos a los productores de vino para satisfacer las crecientes demandas de",
  "transparency": "transparencia",
  "and": "y",
  "sustainability": "sostenibilidad",
  "while turning environmental challenges into business opportunities": "mientras convertimos los desafíos ambientales en oportunidades de negocio",
  "With Journy, we make it possible for consumers to know": "Con Journy, hacemos posible que los consumidores sepan",
  "who made their wine, how it was produced, and how their choices impact the planet": "quién hizo su vino, cómo se produjo y cómo sus elecciones impactan al planeta",
  "PRICES": "PRECIOS",
  "CHOOSE YOUR E-LABEL PLAN": "ELIGE TU PLAN DE ETIQUETAS ELECTRÓNICAS",
  "3 labels": "3 etiquetas",
  "€ 0/year": "€ 0/año",
  "Full compliance with EU e-labeling regulations": "Cumplimiento total con las regulaciones de etiquetado electrónico de la UE",
  "Multilingual support in all EU languages": "Soporte multilingüe en todos los idiomas de la UE",
  "Try for free": "Prueba gratis",
  "15 labels": "15 etiquetas",
  "€ 179/year": "€ 179/año",
  "Get started": "Comenzar",
  "30 labels": "30 etiquetas",
  "€ 319/year": "€ 319/año",
  "50 labels": "50 etiquetas",
  "€ 479/year": "€ 479/año",
  "WHO ARE WE": "QUIÉNES SOMOS",
  "WHY JOURNY?": "¿POR QUÉ JOURNY?",
  "WHO ARE WE text": "Journy nació de una pasión por la innovación y un profundo respeto por las generaciones de dedicación, pasión y tradición que definen la elaboración del vino. Entendemos los desafíos de equilibrar la herencia con las demandas modernas como la sostenibilidad, las regulaciones y los valores cambiantes del consumidor. Por eso hemos creado una plataforma para simplificar las complejidades, amplificar tu historia y conectar a los productores con los clientes como nunca antes",
  "Learn more": "Saber más",
  "Are you ready to share your story": "¿Estás listo para compartir tu historia?",
  "Stand out and make an impact with our e-labels": "Destaca y causa impacto con nuestras etiquetas electrónicas",
  "FAQ AND CONTACT": "PREGUNTAS FRECUENTES Y CONTACTO",
  "DO YOU HAVE ANY QUESTIONS?": "¿TIENES ALGUNA PREGUNTA?",
  "CONTACT US": "CONTÁCTANOS",
  "Contact": "Contacto",
  "Privacy Policy": "Política de Privacidad",
  "Terms & Conditions": "Términos y Condiciones",
  "all rights reserved": "todos los derechos reservados",
  "What is Journy?": "¿Qué es Journy?",
  "What is Journy text": "Journy es una plataforma para productores de vino que da vida a la historia de tu vino. Te permite compartir cada paso de tu viaje, desde el viñedo hasta la mesa, con clientes que se preocupan por la calidad, la sostenibilidad y la autenticidad. Nuestras etiquetas electrónicas te ayudan a construir confianza, mostrar tus valores y conectar con clientes que aprecian la pasión detrás de cada botella.",
  "How do E-labels work?": "¿Cómo funcionan las etiquetas electrónicas?",
  "How do E-labels work text": "Las etiquetas electrónicas son códigos QR en tus botellas de vino que cuentan tu historia. Cuando alguien escanea el código con su teléfono, puede ver detalles sobre tu vino, como dónde se elabora, cómo se produce y tu compromiso con la calidad y la sostenibilidad. Es una forma simple de conectar con los clientes y generar confianza.",
  "How many e-labels will I need?": "¿Cuántas etiquetas electrónicas necesitaré?",
  "How many e-labels will I need text": "Nuestros planes se basan en el número total de etiquetas electrónicas que necesitas para todos tus vinos, no solo por año. Así es como funciona:",
  "How many e-labels will I need 2025": "• 2025: Si lanzas 10 vinos nuevos, necesitarás 10 etiquetas electrónicas. Puedes comenzar con nuestro plan de 15 etiquetas por €179/año.",
  "How many e-labels will I need 2026": "• 2026: Cuando lances otros 15 vinos, más los 10 de 2025, necesitarás 25 etiquetas electrónicas. Entonces actualizarás al plan de 30 o 50 etiquetas, con precios desde €319 hasta €479/año, dependiendo de tus necesidades.",
  "Once I print the QR codes, can I edit the information?": "¿Una vez que imprimo los códigos QR, puedo editar la información?",
  "QR codes edit information text": "¡Sí, puedes! Después de imprimir los códigos QR con detalles básicos como el nombre, la añada y la variedad, siempre puedes volver para actualizar o agregar más información, como ingredientes o detalles nutricionales. Como todo es digital, ¡no hay necesidad de reimprimir nada cuando hagas cambios!",
  "Do you calculate the energy content?": "¿Calculan el contenido energético?",
  "Calculate energy text": "¡Sí, nos encargamos de eso por ti! Solo ingresa el porcentaje de alcohol, los niveles de azúcar y los ácidos orgánicos, y calcularemos automáticamente el contenido energético según los estándares de la UE.",
  "What happens if I don't follow the regulation?": "¿Qué sucede si no sigo la regulación?",
  "Follow regulations text": "A partir del 8 de diciembre de 2023, la regulación de la UE exige que todos los vinos producidos y vendidos deben tener la etiqueta correcta. El incumplimiento podría resultar en una multa de hasta €40.000.",
  "What kind of technology is Journy using?": "¿Qué tipo de tecnología utiliza Journy?",
  "Blockchain and QR codes": "Journy utiliza blockchain y códigos QR para hacer transparente y seguro el viaje de tu vino.",
  "Blockchain explanation": "Blockchain: Es como un registro digital que registra cada paso de la producción de tu vino. Una vez añadida, la información no puede ser modificada por nadie fuera de tu red de confianza, previniendo la falsificación. Aún puedes actualizar detalles o corregir errores cuando sea necesario, manteniendo todo preciso.<br/><br/>Códigos QR: El código QR en tu botella enlaza a una etiqueta electrónica inteligente, permitiendo a los clientes acceder instantáneamente a información detallada sobre tu vino, facilitando la conexión con la historia de tu producto."
}