{
  "Home": "Baile",
  "About us": "Maidir linn",
  "Log in": "Logáil isteach",
  "Sign up": "Cláraigh",
  "YOUR JOURNEY": "DO THURAS",
  "IN EVERY SCAN": "I NGACH SCAN",
  "Showcase Your Sustainability with Smart E-Labels": "Taispeáin Do Inbhuanaitheacht le E-Lipéid Chliste",
  "Start today": "Tosaigh inniu",
  "Scroll down": "Scrollaigh síos",
  "HOW IT WORKS": "CONAS A OIBRÍONN SÉ",
  "SHARE YOUR JOURNEY IN 4 STEPS": "ROINN DO THURAS I 4 CHÉIM",
  "Click here to see an example": "Cliceáil anseo chun sampla a fheiceáil",
  "WHY YOU NEED E-LABELS": "CÉN FÁTH A THEASTAÍONN E-LIPÉID UAIT",
  "YOUR WINE TELLS A STORY": "INSÍONN D'FHÍON SCÉAL",
  "Wine Story": "Insíonn d'fhíon scéal - faoin talamh as a dtagann sé, an cúram a chuireann tú i ngach buidéal, agus na luachanna a seasann tú dóibh. Le scan simplí, tugann e-lipéid beocht do thuras d'fhíona. Taispeánann siad cé as é, cad atá ann, agus do thiomantas rudaí a dhéanamh ar an mbealach ceart. Ligeann e-lipéid duit do phaisean a roinnt agus nascadh go díreach leo siúd a thugann aire don bharántúlacht agus don inbhuanaitheacht chomh maith leatsa",
  "We empower wine producers to meet the growing demands for": "Cumasaímid táirgeoirí fíona chun freastal ar na héilimh mhéadaitheacha ar",
  "transparency": "trédhearcacht",
  "and": "agus",
  "sustainability": "inbhuanaitheacht",
  "while turning environmental challenges into business opportunities": "agus dúshláin chomhshaoil á n-athrú go deiseanna gnó",
  "With Journy, we make it possible for consumers to know": "Le Journy, déanaimid é indéanta do thomhaltóirí a fháil amach",
  "who made their wine, how it was produced, and how their choices impact the planet": "cé a rinne a bhfíon, conas a táirgeadh é, agus conas a théann a roghanna i bhfeidhm ar an bpláinéad",
  "PRICES": "PRAGHSANNA",
  "CHOOSE YOUR E-LABEL PLAN": "ROGHNAIGH DO PHLEAN E-LIPÉAD",
  "3 labels": "3 lipéad",
  "€ 0/year": "€ 0/bliain",
  "Full compliance with EU e-labeling regulations": "Comhlíonadh iomlán le rialacháin e-lipéadaithe an AE",
  "Multilingual support in all EU languages": "Tacaíocht ilteangach i ngach teanga AE",
  "Try for free": "Bain triail as saor in aisce",
  "15 labels": "15 lipéad",
  "€ 179/year": "€ 179/bliain",
  "Get started": "Tosaigh",
  "30 labels": "30 lipéad",
  "€ 319/year": "€ 319/bliain",
  "50 labels": "50 lipéad",
  "€ 479/year": "€ 479/bliain",
  "WHO ARE WE": "CÉ MUID",
  "WHY JOURNY?": "CÉN FÁTH JOURNY?",
  "WHO ARE WE text": "Rugadh Journy as paisean don nuálaíocht agus meas domhain ar na glúine tiomantais, paisean, agus traidisiúin a shainíonn déanamh fíona. Tuigimid na dúshláin a bhaineann le hoidhreacht a chothromú le héilimh nua-aimseartha cosúil le hinbhuanaitheacht, rialacháin, agus luachanna tomhaltóirí atá ag athrú. Sin é an fáth ar chruthaíomar ardán chun castachtaí a shimpliú, do scéal a threisiú, agus táirgeoirí a nascadh le custaiméirí ar bhealach nár tharla riamh roimhe",
  "Learn more": "Foghlaim níos mó",
  "Are you ready to share your story": "An bhfuil tú réidh do scéal a roinnt?",
  "Stand out and make an impact with our e-labels": "Bí difriúil agus déan tionchar lenár e-lipéid",
  "FAQ AND CONTACT": "CEISTEANNA COITIANTA AGUS TEAGMHÁIL",
  "DO YOU HAVE ANY QUESTIONS?": "AN BHFUIL AIFON CEISTEANNA AGAT?",
  "CONTACT US": "DÉAN TEAGMHÁIL LINN",
  "Contact": "Teagmháil",
  "Privacy Policy": "Polasaí Príobháideachta",
  "Terms & Conditions": "Téarmaí & Coinníollacha",
  "all rights reserved": "gach ceart ar cosaint",
  "What is Journy?": "Cad é Journy?",
  "What is Journy text": "Is ardán do tháirgeoirí fíona é Journy a thugann beocht do scéal d'fhíona. Ligeann sé duit gach céim de do thuras a roinnt—ón bhfíonghoirt go dtí an tábla—le custaiméirí a thugann aire do cháilíocht, inbhuanaitheacht, agus barántúlacht. Cabhraíonn ár E-lipéid leat muinín a thógáil, do luachanna a thaispeáint, agus nascadh le custaiméirí a thuigeann an paisean taobh thiar de gach buidéal.",
  "How do E-labels work?": "Conas a oibríonn E-lipéid?",
  "How do E-labels work text": "Is cóid QR iad e-lipéid ar do bhuidéil fíona a insíonn do scéal. Nuair a scanann duine an cód lena bhfón, is féidir leo sonraí a fheiceáil faoi d'fhíon—cosúil le cá háit a ndéantar é, conas a tháirgtear é, agus do thiomantas do cháilíocht agus inbhuanaitheacht. Is bealach simplí é chun nascadh le custaiméirí agus muinín a thógáil.",
  "How many e-labels will I need?": "Cé mhéad e-lipéad a theastóidh uaim?",
  "How many e-labels will I need text": "Tá ár bpleananna bunaithe ar líon iomlán na e-lipéad a theastaíonn uait ar fud d'fhíonta go léir, ní díreach in aghaidh na bliana. Seo mar a oibríonn sé:",
  "How many e-labels will I need 2025": "• 2025: Má scaoileann tú 10 fíon nua, teastóidh 10 e-lipéad uait. Is féidir leat tosú lenár bplean 15 e-lipéad ar €179/bliain.",
  "How many e-labels will I need 2026": "• 2026: Nuair a scaoileann tú 15 fíon eile, móide an 10 ó 2025, teastóidh 25 e-lipéad uait. Ansin déanfaidh tú uasghrádú go dtí an plean 30 nó 50 e-lipéad, le praghsáil ó €319 go €479/bliain, ag brath ar do riachtanais.",
  "Once I print the QR codes, can I edit the information?": "Nuair a phriontáilim na cóid QR, an féidir liom an t-eolas a chur in eagar?",
  "QR codes edit information text": "Is féidir, is féidir leat! Tar éis na cóid QR a phriontáil le sonraí bunúsacha cosúil leis an ainm, bliain, agus cineál, is féidir leat i gcónaí teacht ar ais chun eolas a nuashonrú nó a chur leis, mar shampla comhábhair nó sonraí cothaithe. Ós rud é go bhfuil sé go léir digiteach, ní gá aon rud a athphriontáil nuair a dhéanann tú athruithe!",
  "Do you calculate the energy content?": "An ríomhann tú an t-ábhar fuinnimh?",
  "Calculate energy text": "Ríomhann, déanaimid é sin duit! Cuir isteach an céatadán alcóil, leibhéil siúcra, agus aigéid orgánacha, agus ríomhfaimid an t-ábhar fuinnimh go huathoibríoch bunaithe ar chaighdeáin an AE.",
  "What happens if I don't follow the regulation?": "Cad a tharlaíonn mura leanann mé an rialachán?",
  "Follow regulations text": "Ón 8 Nollaig 2023, éilíonn rialachán an AE go gcaithfidh an lipéad ceart a bheith ar gach fíon a tháirgtear agus a dhíoltar. D'fhéadfadh fíneáil suas le €40,000 a bheith mar thoradh ar neamhchomhlíonadh.",
  "What kind of technology is Journy using?": "Cén cineál teicneolaíochta atá in úsáid ag Journy?",
  "Blockchain and QR codes": "Úsáideann Journy blockchain agus cóid QR chun turas d'fhíona a dhéanamh trédhearcach agus slán.",
  "Blockchain explanation": "Blockchain: Is cosúil le taifead digiteach é a thaifeadann gach céim de tháirgeadh d'fhíona. Nuair a chuirtear leis é, ní féidir le haon duine lasmuigh de do líonra iontaofa an t-eolas a athrú, ag cosc góchumadh. Is féidir leat sonraí a nuashonrú nó earráidí a cheartú am ar bith, ag coinneáil gach rud cruinn.<br/><br/>Cóid QR: Nascann an cód QR ar do bhuidéal le E-lipéad cliste, ag ligean do chustaiméirí rochtain a fháil láithreach ar eolas mionsonraithe faoi d'fhíon, ag déanamh é éasca iad a nascadh le scéal do tháirge."
}