{
  "Home": "Pagrindinis",
  "About us": "Apie mus",
  "Log in": "Prisijungti",
  "Sign up": "Registruotis",
  "YOUR JOURNEY": "JŪSŲ KELIONĖ",
  "IN EVERY SCAN": "KIEKVIENAME NUSKAITYME",
  "Showcase Your Sustainability with Smart E-Labels": "Parodykite savo tvarumą su išmaniomis e-etiketėmis",
  "Start today": "Pradėkite šiandien",
  "Scroll down": "Slinkite žemyn",
  "HOW IT WORKS": "KAIP TAI VEIKIA",
  "SHARE YOUR JOURNEY IN 4 STEPS": "PASIDALINKITE SAVO KELIONE PER 4 ŽINGSNIUS",
  "Click here to see an example": "Spustelėkite čia, kad pamatytumėte pavyzdį",
  "WHY YOU NEED E-LABELS": "KODĖL JUMS REIKIA E-ETIKEČIŲ",
  "YOUR WINE TELLS A STORY": "JŪSŲ VYNAS PASAKOJA ISTORIJĄ",
  "Wine Story": "Jūsų vynas pasakoja istoriją - apie žemę, iš kurios jis kilęs, rūpestį, kurį įdėjote į kiekvieną butelį, ir vertybes, kuriomis vadovaujatės. Vienu nuskaitymu e-etiketės atgaivina jūsų vyno kelionę. Jos parodo jo kilmę, sudėtį ir jūsų įsipareigojimą daryti viską teisingai. E-etiketės leidžia jums dalintis savo aistra ir tiesiogiai bendrauti su tais, kuriems autentiškumas ir tvarumas rūpi tiek pat, kiek ir jums",
  "We empower wine producers to meet the growing demands for": "Mes įgaliname vyno gamintojus patenkinti augančią paklausą",
  "transparency": "skaidrumui",
  "and": "ir",
  "sustainability": "tvarumui",
  "while turning environmental challenges into business opportunities": "paverčiant aplinkosaugos iššūkius verslo galimybėmis",
  "With Journy, we make it possible for consumers to know": "Su Journy mes suteikiame vartotojams galimybę sužinoti",
  "who made their wine, how it was produced, and how their choices impact the planet": "kas pagamino jų vyną, kaip jis buvo pagamintas ir kaip jų pasirinkimai veikia planetą",
  "PRICES": "KAINOS",
  "CHOOSE YOUR E-LABEL PLAN": "PASIRINKITE SAVO E-ETIKEČIŲ PLANĄ",
  "3 labels": "3 etiketės",
  "€ 0/year": "€ 0/metus",
  "Full compliance with EU e-labeling regulations": "Visiškas atitikimas ES e-ženklinimo reikalavimams",
  "Multilingual support in all EU languages": "Daugiakalbė pagalba visomis ES kalbomis",
  "Try for free": "Išbandykite nemokamai",
  "15 labels": "15 etikečių",
  "€ 179/year": "€ 179/metus",
  "Get started": "Pradėti",
  "30 labels": "30 etikečių",
  "€ 319/year": "€ 319/metus",
  "50 labels": "50 etikečių",
  "€ 479/year": "€ 479/metus",
  "WHO ARE WE": "KAS MES ESAME",
  "WHY JOURNY?": "KODĖL JOURNY?",
  "WHO ARE WE text": "Journy gimė iš aistros inovacijoms ir gilios pagarbos kartų atsidavimui, aistrai ir tradicijoms, kurios apibrėžia vyno gamybą. Mes suprantame iššūkius, kylančius derinant paveldą su šiuolaikiniais reikalavimais, tokiais kaip tvarumas, reguliavimas ir besikeičiančios vartotojų vertybės. Todėl sukūrėme platformą, kuri supaprastina sudėtingumą, sustiprina jūsų istoriją ir sujungia gamintojus su klientais kaip niekada anksčiau",
  "Learn more": "Sužinoti daugiau",
  "Are you ready to share your story": "Ar esate pasiruošę pasidalinti savo istorija?",
  "Stand out and make an impact with our e-labels": "Išsiskirkite ir darykite įtaką su mūsų e-etiketėmis",
  "FAQ AND CONTACT": "DUK IR KONTAKTAI",
  "DO YOU HAVE ANY QUESTIONS?": "AR TURITE KLAUSIMŲ?",
  "CONTACT US": "SUSISIEKITE SU MUMIS",
  "Contact": "Kontaktai",
  "Privacy Policy": "Privatumo politika",
  "Terms & Conditions": "Naudojimosi sąlygos",
  "all rights reserved": "visos teisės saugomos",
  "What is Journy?": "Kas yra Journy?",
  "What is Journy text": "Journy yra platforma vyno gamintojams, kuri atgaivina jūsų vyno istoriją. Ji leidžia jums pasidalinti kiekvienu savo kelionės žingsniu - nuo vynuogyno iki stalo - su klientais, kuriems rūpi kokybė, tvarumas ir autentiškumas. Mūsų e-etiketės padeda jums kurti pasitikėjimą, parodyti savo vertybes ir užmegzti ryšį su klientais, kurie vertina aistrą, slypinčią kiekviename butelyje.",
  "How do E-labels work?": "Kaip veikia e-etiketės?",
  "How do E-labels work text": "E-etiketės yra QR kodai ant jūsų vyno butelių, kurie pasakoja jūsų istoriją. Kai kas nors nuskaito kodą savo telefonu, jie gali matyti informaciją apie jūsų vyną - kur jis gaminamas, kaip jis gaminamas ir jūsų įsipareigojimą kokybei bei tvarumui. Tai paprastas būdas užmegzti ryšį su klientais ir kurti pasitikėjimą.",
  "How many e-labels will I need?": "Kiek e-etikečių man reikės?",
  "How many e-labels will I need text": "Mūsų planai yra pagrįsti bendru e-etikečių skaičiumi, kurio jums reikia visiems jūsų vynams, ne tik per metus. Štai kaip tai veikia:",
  "How many e-labels will I need 2025": "• 2025: Jei išleisite 10 naujų vynų, jums reikės 10 e-etikečių. Galite pradėti nuo mūsų 15 e-etikečių plano už 179 €/metus.",
  "How many e-labels will I need 2026": "• 2026: Kai išleisite dar 15 vynų, pridėjus 10 iš 2025 m., jums reikės 25 e-etikečių. Tuomet galėsite pereiti į 30 arba 50 e-etikečių planą, kainuojantį nuo 319 iki 479 €/metus, priklausomai nuo jūsų poreikių.",
  "Once I print the QR codes, can I edit the information?": "Ar galiu redaguoti informaciją, kai QR kodai jau atspausdinti?",
  "QR codes edit information text": "Taip, galite! Atspausdinę QR kodus su pagrindiniais duomenimis, tokiais kaip pavadinimas, derliaus metai ir rūšis, visada galite grįžti atnaujinti ar pridėti daugiau informacijos, pavyzdžiui, ingredientus ar maistinę vertę. Kadangi viskas skaitmenizuota, nereikia nieko perspausdinti, kai darote pakeitimus!",
  "Do you calculate the energy content?": "Ar skaičiuojate energinę vertę?",
  "Calculate energy text": "Taip, mes tuo pasirūpiname! Tiesiog įveskite alkoholio procentą, cukraus lygį ir organines rūgštis, o mes automatiškai apskaičiuosime energinę vertę pagal ES standartus.",
  "What happens if I don't follow the regulation?": "Kas nutiks, jei nesilaikysiu reglamento?",
  "Follow regulations text": "Nuo 2023 m. gruodžio 8 d. ES reglamentas reikalauja, kad visi pagaminti ir parduodami vynai turėtų teisingą etiketę. Nesilaikant reikalavimų, gali būti skirta bauda iki 40 000 €.",
  "What kind of technology is Journy using?": "Kokias technologijas naudoja Journy?",
  "Blockchain and QR codes": "Journy naudoja blokų grandinę ir QR kodus, kad jūsų vyno kelionė būtų skaidri ir saugi.",
  "Blockchain explanation": "Blokų grandinė: Tai tarsi skaitmeninis įrašas, fiksuojantis kiekvieną jūsų vyno gamybos žingsnį. Kartą įvesta informacija negali būti pakeista be jūsų patikimo tinklo žinios, tai apsaugo nuo klastojimo. Jūs vis tiek galite atnaujinti detales ar ištaisyti klaidas kada tik reikia, išlaikant viską tiksliai.<br/><br/>QR kodai: QR kodas ant jūsų butelio susieja su išmaniąja e-etikete, leidžiančia klientams akimirksniu gauti išsamią informaciją apie jūsų vyną, lengvai sujungdamas juos su jūsų produkto istorija."
}