{
  "Home": "Início",
  "About us": "Sobre nós",
  "Log in": "Entrar",
  "Sign up": "Registar",
  "YOUR JOURNEY": "A SUA JORNADA",
  "IN EVERY SCAN": "EM CADA LEITURA",
  "Showcase Your Sustainability with Smart E-Labels": "Mostre a Sua Sustentabilidade com Rótulos Eletrónicos Inteligentes",
  "Start today": "Comece hoje",
  "Scroll down": "Deslize para baixo",
  "HOW IT WORKS": "COMO FUNCIONA",
  "SHARE YOUR JOURNEY IN 4 STEPS": "PARTILHE A SUA JORNADA EM 4 PASSOS",
  "Click here to see an example": "Clique aqui para ver um exemplo",
  "WHY YOU NEED E-LABELS": "PORQUE PRECISA DE RÓTULOS ELETRÓNICOS",
  "YOUR WINE TELLS A STORY": "O SEU VINHO CONTA UMA HISTÓRIA",
  "Wine Story": "O seu vinho conta uma história - da terra de onde vem, do cuidado que coloca em cada garrafa e dos valores que defende. Com uma simples leitura, os rótulos eletrónicos dão vida à jornada do seu vinho. Mostram a sua origem, o que contém e o seu compromisso em fazer as coisas da maneira correta. Os rótulos eletrónicos permitem-lhe partilhar a sua paixão e conectar-se diretamente com aqueles que se preocupam tanto com a autenticidade e sustentabilidade quanto você",
  "We empower wine producers to meet the growing demands for": "Capacitamos os produtores de vinho para atender às crescentes demandas por",
  "transparency": "transparência",
  "and": "e",
  "sustainability": "sustentabilidade",
  "while turning environmental challenges into business opportunities": "enquanto transformamos desafios ambientais em oportunidades de negócio",
  "With Journy, we make it possible for consumers to know": "Com a Journy, tornamos possível que os consumidores saibam",
  "who made their wine, how it was produced, and how their choices impact the planet": "quem fez o seu vinho, como foi produzido e como as suas escolhas impactam o planeta",
  "PRICES": "PREÇOS",
  "CHOOSE YOUR E-LABEL PLAN": "ESCOLHA O SEU PLANO DE RÓTULOS ELETRÓNICOS",
  "3 labels": "3 rótulos",
  "€ 0/year": "€ 0/ano",
  "Full compliance with EU e-labeling regulations": "Total conformidade com as regulamentações de rotulagem eletrónica da UE",
  "Multilingual support in all EU languages": "Suporte multilingue em todos os idiomas da UE",
  "Try for free": "Experimente gratuitamente",
  "15 labels": "15 rótulos",
  "€ 179/year": "€ 179/ano",
  "Get started": "Começar",
  "30 labels": "30 rótulos",
  "€ 319/year": "€ 319/ano",
  "50 labels": "50 rótulos",
  "€ 479/year": "€ 479/ano",
  "WHO ARE WE": "QUEM SOMOS",
  "WHY JOURNY?": "PORQUÊ A JOURNY?",
  "WHO ARE WE text": "A Journy nasceu de uma paixão pela inovação e um profundo respeito pelas gerações de dedicação, paixão e tradição que definem a produção de vinho. Compreendemos os desafios de equilibrar a herança com as exigências modernas como sustentabilidade, regulamentações e valores em mudança dos consumidores. Por isso, criámos uma plataforma para simplificar complexidades, amplificar a sua história e conectar produtores com clientes como nunca antes",
  "Learn more": "Saiba mais",
  "Are you ready to share your story": "Está pronto para partilhar a sua história?",
  "Stand out and make an impact with our e-labels": "Destaque-se e cause impacto com os nossos rótulos eletrónicos",
  "FAQ AND CONTACT": "FAQ E CONTACTO",
  "DO YOU HAVE ANY QUESTIONS?": "TEM ALGUMA QUESTÃO?",
  "CONTACT US": "CONTACTE-NOS",
  "Contact": "Contacto",
  "Privacy Policy": "Política de Privacidade",
  "Terms & Conditions": "Termos e Condições",
  "all rights reserved": "todos os direitos reservados",
  "What is Journy?": "O que é a Journy?",
  "What is Journy text": "A Journy é uma plataforma para produtores de vinho que dá vida à história do seu vinho. Permite-lhe partilhar cada passo da sua jornada - da vinha à mesa - com clientes que se preocupam com qualidade, sustentabilidade e autenticidade. Os nossos rótulos eletrónicos ajudam-no a construir confiança, mostrar os seus valores e conectar-se com clientes que apreciam a paixão por trás de cada garrafa.",
  "How do E-labels work?": "Como funcionam os rótulos eletrónicos?",
  "How do E-labels work text": "Os rótulos eletrónicos são códigos QR nas suas garrafas de vinho que contam a sua história. Quando alguém lê o código com o telemóvel, pode ver detalhes sobre o seu vinho - como onde é feito, como é produzido e o seu compromisso com a qualidade e sustentabilidade. É uma forma simples de se conectar com os clientes e construir confiança.",
  "How many e-labels will I need?": "De quantos rótulos eletrónicos vou precisar?",
  "How many e-labels will I need text": "Os nossos planos são baseados no número total de rótulos eletrónicos que precisa para todos os seus vinhos, não apenas por ano. Funciona assim:",
  "How many e-labels will I need 2025": "• 2025: Se lançar 10 novos vinhos, precisará de 10 rótulos eletrónicos. Pode começar com o nosso plano de 15 rótulos eletrónicos por €179/ano.",
  "How many e-labels will I need 2026": "• 2026: Quando lançar mais 15 vinhos, mais os 10 de 2025, precisará de 25 rótulos eletrónicos. Terá então de atualizar para o plano de 30 ou 50 rótulos eletrónicos, com preços de €319 a €479/ano, dependendo das suas necessidades.",
  "Once I print the QR codes, can I edit the information?": "Depois de imprimir os códigos QR, posso editar a informação?",
  "QR codes edit information text": "Sim, pode! Depois de imprimir os códigos QR com detalhes básicos como o nome, ano e variedade, pode sempre voltar para atualizar ou adicionar mais informações, como ingredientes ou detalhes nutricionais. Como é tudo digital, não precisa reimprimir nada quando fizer alterações!",
  "Do you calculate the energy content?": "Calculam o conteúdo energético?",
  "Calculate energy text": "Sim, tratamos disso por si! Basta inserir a percentagem de álcool, níveis de açúcar e ácidos orgânicos, e calcularemos automaticamente o conteúdo energético com base nos padrões da UE.",
  "What happens if I don't follow the regulation?": "O que acontece se eu não seguir a regulamentação?",
  "Follow regulations text": "A partir de 8 de dezembro de 2023, a regulamentação da UE exige que todos os vinhos produzidos e vendidos tenham o rótulo correto. O não cumprimento pode resultar numa multa de até €40.000.",
  "What kind of technology is Journy using?": "Que tipo de tecnologia a Journy utiliza?",
  "Blockchain and QR codes": "A Journy utiliza blockchain e códigos QR para tornar a jornada do seu vinho transparente e segura.",
  "Blockchain explanation": "Blockchain: É como um registo digital que regista cada passo da produção do seu vinho. Uma vez adicionada, a informação não pode ser alterada por ninguém fora da sua rede de confiança, prevenindo falsificações. Pode ainda atualizar detalhes ou corrigir erros sempre que necessário, mantendo tudo preciso.<br/><br/>Códigos QR: O código QR na sua garrafa liga-se a um rótulo eletrónico inteligente, permitindo que os clientes acedam instantaneamente a informações detalhadas sobre o seu vinho, tornando fácil conectá-los à história do seu produto."
}