{
  "Home": "Domov",
  "About us": "O nás",
  "Log in": "Prihlásiť sa",
  "Sign up": "Registrovať sa",
  "YOUR JOURNEY": "VAŠA CESTA",
  "IN EVERY SCAN": "V KAŽDOM NASKENOVANÍ",
  "Showcase Your Sustainability with Smart E-Labels": "Prezentujte svoju udržateľnosť pomocou inteligentných e-etikiet",
  "Start today": "Začnite dnes",
  "Scroll down": "Posunúť nadol",
  "HOW IT WORKS": "AKO TO FUNGUJE",
  "SHARE YOUR JOURNEY IN 4 STEPS": "ZDIEĽAJTE SVOJU CESTU V 4 KROKOCH",
  "Click here to see an example": "Kliknite sem pre ukážku",
  "WHY YOU NEED E-LABELS": "PREČO POTREBUJETE E-ETIKETY",
  "YOUR WINE TELLS A STORY": "VAŠE VÍNO ROZPRÁVA PRÍBEH",
  "Wine Story": "Vaše víno rozpráva príbeh - o krajine, z ktorej pochádza, o starostlivosti, ktorú vkladáte do každej fľaše, a o hodnotách, ktoré zastávate. Jednoduchým naskenovaním e-etikety ožíva príbeh vášho vína. Ukazujú, odkiaľ pochádza, čo obsahuje a váš záväzok robiť veci správnym spôsobom. E-etikety vám umožňujú zdieľať svoju vášeň a priamo sa spojiť s tými, ktorým záleží na autenticite a udržateľnosti rovnako ako vám",
  "We empower wine producers to meet the growing demands for": "Podporujeme vinárov v plnení rastúcich požiadaviek na",
  "transparency": "transparentnosť",
  "and": "a",
  "sustainability": "udržateľnosť",
  "while turning environmental challenges into business opportunities": "a zároveň premieňame environmentálne výzvy na obchodné príležitosti",
  "With Journy, we make it possible for consumers to know": "S Journy umožňujeme spotrebiteľom vedieť",
  "who made their wine, how it was produced, and how their choices impact the planet": "kto vyrobil ich víno, ako bolo vyrobené a ako ich voľby ovplyvňujú planétu",
  "PRICES": "CENY",
  "CHOOSE YOUR E-LABEL PLAN": "VYBERTE SI SVOJ PLÁN E-ETIKIET",
  "3 labels": "3 etikety",
  "€ 0/year": "€ 0/rok",
  "Full compliance with EU e-labeling regulations": "Plný súlad s predpismi EÚ o e-označovaní",
  "Multilingual support in all EU languages": "Viacjazyčná podpora vo všetkých jazykoch EÚ",
  "Try for free": "Vyskúšajte zadarmo",
  "15 labels": "15 etikiet",
  "€ 179/year": "€ 179/rok",
  "Get started": "Začnite",
  "30 labels": "30 etikiet",
  "€ 319/year": "€ 319/rok",
  "50 labels": "50 etikiet",
  "€ 479/year": "€ 479/rok",
  "WHO ARE WE": "KTO SME",
  "WHY JOURNY?": "PREČO JOURNY?",
  "WHO ARE WE text": "Journy vzniklo z vášne pre inovácie a hlbokého rešpektu voči generáciám oddanosti, vášne a tradície, ktoré definujú vinárstvo. Chápeme výzvy vyplývajúce z rovnováhy medzi dedičstvom a modernými požiadavkami ako udržateľnosť, regulácie a meniace sa hodnoty spotrebiteľov. Preto sme vytvorili platformu, ktorá zjednodušuje zložitosti, zosilňuje váš príbeh a prepája výrobcov so zákazníkmi ako nikdy predtým",
  "Learn more": "Dozvedieť sa viac",
  "Are you ready to share your story": "Ste pripravení zdieľať svoj príbeh?",
  "Stand out and make an impact with our e-labels": "Vyniknite a zanechajte dojem s našimi e-etiketami",
  "FAQ AND CONTACT": "FAQ A KONTAKT",
  "DO YOU HAVE ANY QUESTIONS?": "MÁTE NEJAKÉ OTÁZKY?",
  "CONTACT US": "KONTAKTUJTE NÁS",
  "Contact": "Kontakt",
  "Privacy Policy": "Ochrana súkromia",
  "Terms & Conditions": "Podmienky používania",
  "all rights reserved": "všetky práva vyhradené",
  "What is Journy?": "Čo je Journy?",
  "What is Journy text": "Journy je platforma pre vinárov, ktorá oživuje príbeh vášho vína. Umožňuje vám zdieľať každý krok vašej cesty - od vinice po stôl - so zákazníkmi, ktorým záleží na kvalite, udržateľnosti a autenticite. Naše e-etikety vám pomáhajú budovať dôveru, prezentovať vaše hodnoty a spájať sa so zákazníkmi, ktorí oceňujú vášeň za každou fľašou.",
  "How do E-labels work?": "Ako fungujú e-etikety?",
  "How do E-labels work text": "E-etikety sú QR kódy na vašich fľašiach vína, ktoré rozprávajú váš príbeh. Keď niekto naskenuje kód svojím telefónom, môže vidieť podrobnosti o vašom víne - kde sa vyrába, ako sa vyrába a váš záväzok ku kvalite a udržateľnosti. Je to jednoduchý spôsob, ako sa spojiť so zákazníkmi a budovať dôveru.",
  "How many e-labels will I need?": "Koľko e-etikiet budem potrebovať?",
  "How many e-labels will I need text": "Naše plány sú založené na celkovom počte e-etikiet, ktoré potrebujete pre všetky vaše vína, nielen za rok. Takto to funguje:",
  "How many e-labels will I need 2025": "• 2025: Ak uvediete 10 nových vín, budete potrebovať 10 e-etikiet. Môžete začať s našim plánom 15 e-etikiet za 179 €/rok.",
  "How many e-labels will I need 2026": "• 2026: Keď uvediete ďalších 15 vín plus 10 z roku 2025, budete potrebovať 25 e-etikiet. Potom prejdete na plán 30 alebo 50 e-etikiet, s cenami od 319 do 479 €/rok, v závislosti od vašich potrieb.",
  "Once I print the QR codes, can I edit the information?": "Môžem upraviť informácie po vytlačení QR kódov?",
  "QR codes edit information text": "Áno, môžete! Po vytlačení QR kódov so základnými údajmi ako názov, ročník a odroda sa môžete kedykoľvek vrátiť a aktualizovať alebo pridať ďalšie informácie, ako sú ingrediencie alebo nutričné údaje. Keďže je všetko digitálne, pri zmenách nie je potrebné nič pretlačiť!",
  "Do you calculate the energy content?": "Počítate energetický obsah?",
  "Calculate energy text": "Áno, postaráme sa o to za vás! Stačí zadať percentuálny obsah alkoholu, hladiny cukru a organické kyseliny a my automaticky vypočítame energetický obsah podľa noriem EÚ.",
  "What happens if I don't follow the regulation?": "Čo sa stane, ak nebudem dodržiavať nariadenie?",
  "Follow regulations text": "Od 8. decembra 2023 nariadenie EÚ vyžaduje, aby všetky vyrábané a predávané vína mali správnu etiketu. Nedodržanie môže viesť k pokute až do výšky 40 000 €.",
  "What kind of technology is Journy using?": "Akú technológiu Journy používa?",
  "Blockchain and QR codes": "Journy používa blockchain a QR kódy na zabezpečenie transparentnosti a bezpečnosti cesty vášho vína.",
  "Blockchain explanation": "Blockchain: Je to ako digitálny záznam, ktorý zaznamenáva každý krok výroby vášho vína. Po pridaní informácie nemôže nikto mimo vašej dôveryhodnej siete zmeniť, čo zabraňuje falšovaniu. Stále môžete aktualizovať detaily alebo opraviť chyby kedykoľvek je to potrebné, aby všetko zostalo presné.<br/><br/>QR kódy: QR kód na vašej fľaši je prepojený s inteligentnou e-etiketou, ktorá umožňuje zákazníkom okamžite získať prístup k podrobným informáciám o vašom víne, čo uľahčuje ich prepojenie s príbehom vášho produktu."
}