{
  "Home": "Domov",
  "About us": "O nas",
  "Log in": "Prijava",
  "Sign up": "Registracija",
  "YOUR JOURNEY": "VAŠA POT",
  "IN EVERY SCAN": "V VSAKEM SKENU",
  "Showcase Your Sustainability with Smart E-Labels": "Predstavite svojo trajnost s pametnimi e-etiketami",
  "Start today": "Začnite danes",
  "Scroll down": "Pomakni navzdol",
  "HOW IT WORKS": "KAKO DELUJE",
  "SHARE YOUR JOURNEY IN 4 STEPS": "DELITE SVOJO POT V 4 KORAKIH",
  "Click here to see an example": "Kliknite tukaj za ogled primera",
  "WHY YOU NEED E-LABELS": "ZAKAJ POTREBUJETE E-ETIKETE",
  "YOUR WINE TELLS A STORY": "VAŠE VINO PRIPOVEDUJE ZGODBO",
  "Wine Story": "Vaše vino pripoveduje zgodbo - o zemlji, iz katere prihaja, o skrbi, ki jo vložite v vsako steklenico, in o vrednotah, za katere se zavzemate. Z enostavnim skeniranjem e-etikete oživijo potovanje vašega vina. Pokažejo, od kod prihaja, kaj vsebuje in vašo zavezanost k pravilnemu načinu dela. E-etikete vam omogočajo, da delite svojo strast in se neposredno povežete s tistimi, ki jim avtentičnost in trajnost pomenita toliko kot vam",
  "We empower wine producers to meet the growing demands for": "Vinogradnikom omogočamo, da izpolnijo naraščajoče zahteve po",
  "transparency": "transparentnosti",
  "and": "in",
  "sustainability": "trajnosti",
  "while turning environmental challenges into business opportunities": "medtem ko okoljske izzive spreminjamo v poslovne priložnosti",
  "With Journy, we make it possible for consumers to know": "Z Journyjem potrošnikom omogočamo, da izvedo",
  "who made their wine, how it was produced, and how their choices impact the planet": "kdo je izdelal njihovo vino, kako je bilo pridelano in kako njihove izbire vplivajo na planet",
  "PRICES": "CENE",
  "CHOOSE YOUR E-LABEL PLAN": "IZBERITE SVOJ PAKET E-ETIKET",
  "3 labels": "3 etikete",
  "€ 0/year": "€ 0/leto",
  "Full compliance with EU e-labeling regulations": "Popolna skladnost z EU predpisi o e-označevanju",
  "Multilingual support in all EU languages": "Večjezična podpora v vseh jezikih EU",
  "Try for free": "Preizkusite brezplačno",
  "15 labels": "15 etiket",
  "€ 179/year": "€ 179/leto",
  "Get started": "Začnite",
  "30 labels": "30 etiket",
  "€ 319/year": "€ 319/leto",
  "50 labels": "50 etiket",
  "€ 479/year": "€ 479/leto",
  "WHO ARE WE": "KDO SMO",
  "WHY JOURNY?": "ZAKAJ JOURNY?",
  "WHO ARE WE text": "Journy se je rodil iz strasti do inovacij in globokega spoštovanja do generacij predanosti, strasti in tradicije, ki določajo vinarstvo. Razumemo izzive uravnoteženja dediščine s sodobnimi zahtevami, kot so trajnost, predpisi in spreminjajoče se vrednote potrošnikov. Zato smo ustvarili platformo, ki poenostavlja kompleksnost, krepi vašo zgodbo in povezuje proizvajalce s strankami kot še nikoli doslej",
  "Learn more": "Več informacij",
  "Are you ready to share your story": "Ste pripravljeni deliti svojo zgodbo?",
  "Stand out and make an impact with our e-labels": "Izstopajte in pustite vtis z našimi e-etiketami",
  "FAQ AND CONTACT": "POGOSTA VPRAŠANJA IN KONTAKT",
  "DO YOU HAVE ANY QUESTIONS?": "IMATE KAKŠNO VPRAŠANJE?",
  "CONTACT US": "KONTAKTIRAJTE NAS",
  "Contact": "Kontakt",
  "Privacy Policy": "Pravilnik o zasebnosti",
  "Terms & Conditions": "Splošni pogoji",
  "all rights reserved": "vse pravice",
  "What is Journy?": "Kaj je Journy?",
  "What is Journy text": "Journy je platforma za vinarje, ki oživi zgodbo vašega vina. Omogoča vam, da delite vsak korak svoje poti - od vinograda do mize - s strankami, ki jim je mar za kakovost, trajnost in avtentičnost. Naše e-etikete vam pomagajo graditi zaupanje, predstaviti vaše vrednote in se povezati s strankami, ki cenijo strast v vsaki steklenici.",
  "How do E-labels work?": "Kako delujejo e-etikete?",
  "How do E-labels work text": "E-etikete so QR kode na vaših vinskih steklenicah, ki pripovedujejo vašo zgodbo. Ko nekdo skenira kodo s svojim telefonom, lahko vidi podrobnosti o vašem vinu - kje je narejeno, kako je pridelano in vašo zavezanost h kakovosti in trajnosti. To je preprost način za povezovanje s strankami in gradnjo zaupanja.",
  "How many e-labels will I need?": "Koliko e-etiket bom potreboval?",
  "How many e-labels will I need text": "Naši paketi temeljijo na skupnem številu e-etiket, ki jih potrebujete za vsa vaša vina, ne le na leto. Tako deluje:",
  "How many e-labels will I need 2025": "• 2025: Če izdate 10 novih vin, boste potrebovali 10 e-etiket. Lahko začnete z našim paketom 15 e-etiket za 179 €/leto.",
  "How many e-labels will I need 2026": "• 2026: Ko izdate dodatnih 15 vin, plus 10 iz leta 2025, boste potrebovali 25 e-etiket. Takrat boste nadgradili na paket 30 ali 50 e-etiket, s cenami od 319 do 479 €/leto, odvisno od vaših potreb.",
  "Once I print the QR codes, can I edit the information?": "Ali lahko po tiskanju QR kod urejam informacije?",
  "QR codes edit information text": "Da, lahko! Po tiskanju QR kod z osnovnimi podatki, kot so ime, letnik in sorta, se lahko vedno vrnete in posodobite ali dodate več informacij, kot so sestavine ali prehranske podrobnosti. Ker je vse digitalno, vam pri spremembah ni treba ničesar ponovno natisniti!",
  "Do you calculate the energy content?": "Ali izračunate energijsko vrednost?",
  "Calculate energy text": "Da, za to poskrbimo mi! Samo vnesite odstotek alkohola, vsebnost sladkorja in organske kisline, mi pa bomo samodejno izračunali energijsko vrednost po standardih EU.",
  "What happens if I don't follow the regulation?": "Kaj se zgodi, če ne upoštevam predpisov?",
  "Follow regulations text": "Od 8. decembra 2023 EU uredba zahteva, da morajo imeti vsa proizvedena in prodana vina pravilno oznako. Neupoštevanje lahko privede do globe do 40.000 €.",
  "What kind of technology is Journy using?": "Kakšno tehnologijo uporablja Journy?",
  "Blockchain and QR codes": "Journy uporablja blockchain in QR kode za zagotavljanje transparentnosti in varnosti poti vašega vina.",
  "Blockchain explanation": "Blockchain: Je kot digitalni zapis, ki beleži vsak korak vaše vinske proizvodnje. Ko so informacije dodane, jih nihče zunaj vaše zaupanja vredne mreže ne more spremeniti, kar preprečuje ponarejanje. Še vedno lahko po potrebi posodobite podrobnosti ali popravite napake in tako ohranite vse natančno.<br/><br/>QR kode: QR koda na vaši steklenici je povezana s pametno e-etiketo, ki strankam omogoča takojšen dostop do podrobnih informacij o vašem vinu in tako enostavno povezavo z zgodbo vašega izdelka."
}