{
  "Home": "Hem",
  "About us": "Om oss",
  "Log in": "Logga in",
  "Sign up": "Registrera dig",
  "YOUR JOURNEY": "DIN RESA",
  "IN EVERY SCAN": "I VARJE SCANNING",
  "Showcase Your Sustainability with Smart E-Labels": "Visa upp din hållbarhet med smarta e-etiketter",
  "Start today": "Börja idag",
  "Scroll down": "Scrolla ner",
  "HOW IT WORKS": "HUR DET FUNGERAR",
  "SHARE YOUR JOURNEY IN 4 STEPS": "DELA DIN RESA I 4 STEG",
  "Click here to see an example": "Klicka här för att se ett exempel",
  "WHY YOU NEED E-LABELS": "VARFÖR DU BEHÖVER E-ETIKETTER",
  "YOUR WINE TELLS A STORY": "DITT VIN BERÄTTAR EN HISTORIA",
  "Wine Story": "Ditt vin berättar en historia - om landet det kommer från, omsorgen du lägger ner i varje flaska och värderingarna du står för. Med en enkel scanning väcker e-etiketter ditt vins resa till liv. De visar var det kommer från, vad det innehåller och ditt engagemang för att göra saker på rätt sätt. E-etiketter låter dig dela din passion och koppla direkt till dem som bryr sig om äkthet och hållbarhet lika mycket som du",
  "We empower wine producers to meet the growing demands for": "Vi ger vinproducenter möjlighet att möta de växande kraven på",
  "transparency": "transparens",
  "and": "och",
  "sustainability": "hållbarhet",
  "while turning environmental challenges into business opportunities": "medan vi förvandlar miljöutmaningar till affärsmöjligheter",
  "With Journy, we make it possible for consumers to know": "Med Journy gör vi det möjligt för konsumenter att veta",
  "who made their wine, how it was produced, and how their choices impact the planet": "vem som gjorde deras vin, hur det producerades och hur deras val påverkar planeten",
  "PRICES": "PRISER",
  "CHOOSE YOUR E-LABEL PLAN": "VÄLJ DIN E-ETIKETTPLAN",
  "3 labels": "3 etiketter",
  "€ 0/year": "€ 0/år",
  "Full compliance with EU e-labeling regulations": "Full efterlevnad av EU:s e-märkningsregler",
  "Multilingual support in all EU languages": "Flerspråkigt stöd på alla EU-språk",
  "Try for free": "Prova gratis",
  "15 labels": "15 etiketter",
  "€ 179/year": "€ 179/år",
  "Get started": "Kom igång",
  "30 labels": "30 etiketter",
  "€ 319/year": "€ 319/år",
  "50 labels": "50 etiketter",
  "€ 479/year": "€ 479/år",
  "WHO ARE WE": "VILKA ÄR VI",
  "WHY JOURNY?": "VARFÖR JOURNY?",
  "WHO ARE WE text": "Journy föddes ur en passion för innovation och en djup respekt för generationer av hängivenhet, passion och tradition som definierar vintillverkning. Vi förstår utmaningarna i att balansera arv med moderna krav som hållbarhet, regelverk och förändrade konsumentvärderingar. Därför har vi skapat en plattform för att förenkla komplexitet, förstärka din berättelse och koppla samman producenter med kunder som aldrig förr",
  "Learn more": "Läs mer",
  "Are you ready to share your story": "Är du redo att dela din historia?",
  "Stand out and make an impact with our e-labels": "Sticka ut och gör avtryck med våra e-etiketter",
  "FAQ AND CONTACT": "FAQ OCH KONTAKT",
  "DO YOU HAVE ANY QUESTIONS?": "HAR DU NÅGRA FRÅGOR?",
  "CONTACT US": "KONTAKTA OSS",
  "Contact": "Kontakt",
  "Privacy Policy": "Integritetspolicy",
  "Terms & Conditions": "Villkor",
  "all rights reserved": "alla rättigheter förbehållna",
  "What is Journy?": "Vad är Journy?",
  "What is Journy text": "Journy är en plattform för vinproducenter som väcker ditt vins historia till liv. Den låter dig dela varje steg av din resa - från vingård till bord - med kunder som bryr sig om kvalitet, hållbarhet och äkthet. Våra e-etiketter hjälper dig att bygga förtroende, visa dina värderingar och ansluta till kunder som uppskattar passionen bakom varje flaska.",
  "How do E-labels work?": "Hur fungerar e-etiketter?",
  "How do E-labels work text": "E-etiketter är QR-koder på dina vinflaskor som berättar din historia. När någon scannar koden med sin telefon kan de se detaljer om ditt vin - som var det tillverkas, hur det produceras och ditt engagemang för kvalitet och hållbarhet. Det är ett enkelt sätt att kommunicera med kunder och bygga förtroende.",
  "How many e-labels will I need?": "Hur många e-etiketter behöver jag?",
  "How many e-labels will I need text": "Våra planer baseras på det totala antalet e-etiketter du behöver för alla dina viner, inte bara per år. Så här fungerar det:",
  "How many e-labels will I need 2025": "• 2025: Om du släpper 10 nya viner behöver du 10 e-etiketter. Du kan börja med vår 15 e-etikettplan för €179/år.",
  "How many e-labels will I need 2026": "• 2026: När du släpper ytterligare 15 viner, plus de 10 från 2025, behöver du 25 e-etiketter. Du uppgraderar då till 30 eller 50 e-etikettplanen, med priser från €319 till €479/år, beroende på dina behov.",
  "Once I print the QR codes, can I edit the information?": "När jag har skrivit ut QR-koderna, kan jag redigera informationen?",
  "QR codes edit information text": "Ja, det kan du! Efter att du skrivit ut QR-koderna med grundläggande detaljer som namn, årgång och sort kan du alltid komma tillbaka för att uppdatera eller lägga till mer information, som ingredienser eller näringsdetaljer. Eftersom allt är digitalt behöver du inte skriva ut något på nytt när du gör ändringar!",
  "Do you calculate the energy content?": "Beräknar ni energiinnehållet?",
  "Calculate energy text": "Ja, vi tar hand om det åt dig! Ange bara alkoholprocent, sockernivåer och organiska syror, så beräknar vi automatiskt energiinnehållet enligt EU:s standarder.",
  "What happens if I don't follow the regulation?": "Vad händer om jag inte följer regleringen?",
  "Follow regulations text": "Från och med 8 december 2023 kräver EU-förordningen att alla viner som produceras och säljs måste ha rätt etikett. Underlåtenhet att följa detta kan resultera i böter på upp till €40 000.",
  "What kind of technology is Journy using?": "Vilken typ av teknik använder Journy?",
  "Blockchain and QR codes": "Journy använder blockchain och QR-koder för att göra din vinresa transparent och säker.",
  "Blockchain explanation": "Blockchain: Det är som en digital journal som loggar varje steg i din vinproduktion. När information väl har lagts till kan den inte ändras av någon utanför ditt betrodda nätverk, vilket förhindrar förfalskning. Du kan fortfarande uppdatera detaljer eller rätta fel när det behövs, så att allt förblir korrekt.<br/><br/>QR-koder: QR-koden på din flaska länkar till en smart e-etikett, vilket gör att kunder direkt kan få tillgång till detaljerad information om ditt vin, vilket gör det enkelt att koppla dem till din produkts historia."
}