{
  "About us": "За нас",
  "Log in": "Вход",
  "Sign up": "Регистрация",
  "YOUR JOURNEY": "ВАШЕТО ПЪТУВАНЕ",
  "IN EVERY SCAN": "ВЪВ ВСЯКО СКАНИРАНЕ",
  "Showcase Your Sustainability with Smart E-Labels": "Покажете Вашата Устойчивост със Смарт Е-Етикети",
  "Start today": "Започнете днес",
  "Scroll down": "Превъртете надолу",
  "HOW IT WORKS": "КАК РАБОТИ",
  "SHARE YOUR JOURNEY IN 4 STEPS": "СПОДЕЛЕТЕ ВАШЕТО ПЪТУВАНЕ В 4 СТЪПКИ",
  "Click here to see an example": "Кликнете тук, за да видите пример",
  "WHY YOU NEED E-LABELS": "ЗАЩО СЕ НУЖДАЕТЕ ОТ Е-ЕТИКЕТИ",
  "YOUR WINE TELLS A STORY": "ВАШЕТО ВИНО РАЗКАЗВА ИСТОРИЯ",
  "Wine Story": "Вашето вино разказва история - за земята, от която идва, за грижата, която влагате във всяка бутилка и ценностите, зад които заставате. С едно просто сканиране, е-етикетите съживяват пътуването на вашето вино. Те показват откъде е, какво съдържа и вашия ангажимент да правите нещата по правилния начин. Е-етикетите ви позволяват да споделите страстта си и да се свържете директно с тези, които ценят автентичността и устойчивостта толкова, колкото вие",
  "We empower wine producers to meet the growing demands for": "Ние помагаме на винопроизводителите да отговорят на нарастващите изисквания за",
  "transparency": "прозрачност",
  "and": "и",
  "sustainability": "устойчивост",
  "while turning environmental challenges into business opportunities": "превръщайки екологичните предизвикателства в бизнес възможности",
  "With Journy, we make it possible for consumers to know": "С Journy правим възможно потребителите да знаят",
  "who made their wine, how it was produced, and how their choices impact the planet": "кой е направил тяхното вино, как е произведено и как техният избор влияе на планетата",
  "PRICES": "ЦЕНИ",
  "CHOOSE YOUR E-LABEL PLAN": "ИЗБЕРЕТЕ ВАШИЯ Е-ЕТИКЕТ ПЛАН",
  "3 labels": "3 етикета",
  "€ 0/year": "€ 0/година",
  "Full compliance with EU e-labeling regulations": "Пълно съответствие с регулациите на ЕС за е-етикетиране",
  "Multilingual support in all EU languages": "Многоезична поддръжка на всички езици в ЕС",
  "Try for free": "Пробвайте безплатно",
  "15 labels": "15 етикета",
  "€ 179/year": "€ 179/година",
  "Get started": "Започнете",
  "30 labels": "30 етикета",
  "€ 319/year": "€ 319/година",
  "50 labels": "50 етикета",
  "€ 479/year": "€ 479/година",
  "WHO ARE WE": "КОИ СМЕ НИЕ",
  "WHY JOURNY?": "ЗАЩО JOURNY?",
  "WHO ARE WE text": "Journy се роди от страстта към иновациите и дълбокото уважение към поколенията отдаденост, страст и традиция, които определят винопроизводството. Ние разбираме предизвикателствата при балансирането между наследството и съвременните изисквания като устойчивост, регулации и променящите се потребителски ценности. Затова създадохме платформа, която опростява сложностите, усилва вашата история и свързва производителите с клиентите по невиждан досега начин",
  "Learn more": "Научете повече",
  "Are you ready to share your story": "Готови ли сте да споделите вашата история?",
  "Stand out and make an impact with our e-labels": "Изпъкнете и направете впечатление с нашите е-етикети",
  "FAQ AND CONTACT": "ЧЗВ И КОНТАКТ",
  "DO YOU HAVE ANY QUESTIONS?": "ИМАТЕ ЛИ ВЪПРОСИ?",
  "CONTACT US": "СВЪРЖЕТЕ СЕ С НАС",
  "Contact": "Контакт",
  "Privacy Policy": "Политика за поверителност",
  "Terms & Conditions": "Общи условия",
  "all rights reserved": "всички права запазени",
  "What is Journy?": "Какво е Journy?",
  "What is Journy text": "Journy е платформа за винопроизводители, която съживява историята на вашето вино. Тя ви позволява да споделите всяка стъпка от вашето пътуване - от лозето до масата - с клиенти, които ценят качеството, устойчивостта и автентичността. Нашите Е-етикети ви помагат да изградите доверие, да покажете вашите ценности и да се свържете с клиенти, които оценяват страстта зад всяка бутилка.",
  "How do E-labels work?": "Как работят Е-етикетите?",
  "How do E-labels work text": "Е-етикетите са QR кодове на вашите бутилки вино, които разказват вашата история. Когато някой сканира кода с телефона си, може да види подробности за вашето вино - къде е произведено, как е произведено и вашия ангажимент към качеството и устойчивостта. Това е прост начин да се свържете с клиентите и да изградите доверие.",
  "How many e-labels will I need?": "Колко е-етикета ще са ми необходими?",
  "How many e-labels will I need text": "Нашите планове се базират на общия брой е-етикети, от които се нуждаете за всички ваши вина, не само за година. Ето как работи:",
  "How many e-labels will I need 2025": "• 2025: Ако пуснете 10 нови вина, ще ви трябват 10 е-етикета. Можете да започнете с нашия план от 15 е-етикета за €179/година.",
  "How many e-labels will I need 2026": "• 2026: Когато пуснете още 15 вина, плюс 10-те от 2025, ще ви трябват 25 е-етикета. Тогава ще преминете към план от 30 или 50 е-етикета, с цени от €319 до €479/година, в зависимост от нуждите ви.",
  "Once I print the QR codes, can I edit the information?": "След като отпечатам QR кодовете, мога ли да редактирам информацията?",
  "QR codes edit information text": "Да, можете! След отпечатване на QR кодовете с основни детайли като име, реколта и сорт, винаги можете да се върнете, за да актуализирате или добавите повече информация, като съставки или хранителни детайли. Тъй като всичко е дигитално, няма нужда да преотпечатвате нищо, когато правите промени!",
  "Do you calculate the energy content?": "Изчислявате ли енергийното съдържание?",
  "Calculate energy text": "Да, ние се грижим за това вместо вас! Просто въведете процента на алкохола, нивата на захар и органичните киселини, и ние автоматично ще изчислим енергийното съдържание според стандартите на ЕС.",
  "What happens if I don't follow the regulation?": "Какво се случва, ако не спазвам регулацията?",
  "Follow regulations text": "От 8 декември 2023 г. регулацията на ЕС изисква всички произведени и продавани вина да имат правилен етикет. Неспазването може да доведе до глоба до €40,000.",
  "What kind of technology is Journy using?": "Каква технология използва Journy?",
  "Blockchain and QR codes": "Journy използва блокчейн и QR кодове, за да направи пътя на вашето вино прозрачен и сигурен.",
  "Blockchain explanation": "Блокчейн: Това е като дигитален запис, който документира всяка стъпка от производството на вашето вино. След като бъде добавена, информацията не може да бъде променена от никого извън вашата доверена мрежа, предотвратявайки фалшификация. Все пак можете да актуализирате детайли или да поправяте грешки когато е необходимо, поддържайки всичко точно.<br/><br/>QR Кодове: QR кодът на вашата бутилка води към смарт Е-етикет, позволявайки на клиентите незабавно да получат достъп до подробна информация за вашето вино, правейки лесно свързването им с историята на вашия продукт.",
  "Home": "Начало"
}