{
  "About us": "O nás",
  "Log in": "Přihlásit se",
  "Sign up": "Registrovat se",
  "YOUR JOURNEY": "VAŠE CESTA",
  "IN EVERY SCAN": "V KAŽDÉM NASKENOVÁNÍ",
  "Showcase Your Sustainability with Smart E-Labels": "Prezentujte svou udržitelnost pomocí chytrých e-etiket",
  "Start today": "Začněte dnes",
  "Scroll down": "Posuňte dolů",
  "HOW IT WORKS": "JAK TO FUNGUJE",
  "SHARE YOUR JOURNEY IN 4 STEPS": "SDÍLEJTE SVOU CESTU VE 4 KROCÍCH",
  "Click here to see an example": "Klikněte zde pro zobrazení příkladu",
  "WHY YOU NEED E-LABELS": "PROČ POTŘEBUJETE E-ETIKETY",
  "YOUR WINE TELLS A STORY": "VAŠE VÍNO VYPRÁVÍ PŘÍBĚH",
  "Wine Story": "Vaše víno vypráví příběh - o zemi, ze které pochází, o péči, kterou věnujete každé lahvi, a o hodnotách, za kterými si stojíte. Jediným naskenováním e-etikety oživí cestu vašeho vína. Ukazují, odkud pochází, co obsahuje a váš závazek dělat věci správným způsobem. E-etikety vám umožňují sdílet vaši vášeň a spojit se přímo s těmi, kterým záleží na autenticitě a udržitelnosti stejně jako vám",
  "We empower wine producers to meet the growing demands for": "Podporujeme vinaře v plnění rostoucích požadavků na",
  "transparency": "transparentnost",
  "and": "a",
  "sustainability": "udržitelnost",
  "while turning environmental challenges into business opportunities": "a současně měníme environmentální výzvy na obchodní příležitosti",
  "With Journy, we make it possible for consumers to know": "S Journy umožňujeme spotřebitelům poznat",
  "who made their wine, how it was produced, and how their choices impact the planet": "kdo vyrobil jejich víno, jak bylo vyrobeno a jak jejich volby ovlivňují planetu",
  "PRICES": "CENY",
  "CHOOSE YOUR E-LABEL PLAN": "VYBERTE SI SVŮJ PLÁN E-ETIKET",
  "3 labels": "3 etikety",
  "€ 0/year": "€ 0/rok",
  "Full compliance with EU e-labeling regulations": "Plný soulad s předpisy EU pro elektronické označování",
  "Multilingual support in all EU languages": "Vícejazyčná podpora ve všech jazycích EU",
  "Try for free": "Vyzkoušejte zdarma",
  "15 labels": "15 etiket",
  "€ 179/year": "€ 179/rok",
  "Get started": "Začít",
  "30 labels": "30 etiket",
  "€ 319/year": "€ 319/rok",
  "50 labels": "50 etiket",
  "€ 479/year": "€ 479/rok",
  "WHO ARE WE": "KDO JSME",
  "WHY JOURNY?": "PROČ JOURNY?",
  "WHO ARE WE text": "Journy vzniklo z vášně pro inovace a hluboké úcty ke generacím oddanosti, vášně a tradice, které definují vinařství. Chápeme výzvy spojené s vyvážením dědictví s moderními požadavky jako je udržitelnost, regulace a měnící se hodnoty spotřebitelů. Proto jsme vytvořili platformu, která zjednodušuje složitosti, zdůrazňuje váš příběh a propojuje výrobce se zákazníky jako nikdy předtím",
  "Learn more": "Zjistit více",
  "Are you ready to share your story": "Jste připraveni sdílet svůj příběh?",
  "Stand out and make an impact with our e-labels": "Vynikněte a zaujměte pomocí našich e-etiket",
  "FAQ AND CONTACT": "FAQ A KONTAKT",
  "DO YOU HAVE ANY QUESTIONS?": "MÁTE NĚJAKÉ OTÁZKY?",
  "CONTACT US": "KONTAKTUJTE NÁS",
  "Contact": "Kontakt",
  "Privacy Policy": "Zásady ochrany soukromí",
  "Terms & Conditions": "Obchodní podmínky",
  "all rights reserved": "všechna práva vyhrazena",
  "What is Journy?": "Co je Journy?",
  "What is Journy text": "Journy je platforma pro vinaře, která oživuje příběh vašeho vína. Umožňuje vám sdílet každý krok vaší cesty - od vinice až po stůl - se zákazníky, kterým záleží na kvalitě, udržitelnosti a autenticitě. Naše e-etikety vám pomáhají budovat důvěru, prezentovat vaše hodnoty a spojit se se zákazníky, kteří oceňují vášeň za každou lahví.",
  "How do E-labels work?": "Jak fungují e-etikety?",
  "How do E-labels work text": "E-etikety jsou QR kódy na vašich lahvích vína, které vyprávějí váš příběh. Když někdo naskenuje kód svým telefonem, může vidět podrobnosti o vašem víně - kde se vyrábí, jak se vyrábí a váš závazek ke kvalitě a udržitelnosti. Je to jednoduchý způsob, jak se spojit se zákazníky a budovat důvěru.",
  "How many e-labels will I need?": "Kolik e-etiket budu potřebovat?",
  "How many e-labels will I need text": "Naše plány jsou založeny na celkovém počtu e-etiket, které potřebujete pro všechna vaše vína, nejen za rok. Takhle to funguje:",
  "How many e-labels will I need 2025": "• 2025: Pokud uvedete 10 nových vín, budete potřebovat 10 e-etiket. Můžete začít s naším plánem 15 e-etiket za 179 €/rok.",
  "How many e-labels will I need 2026": "• 2026: Když uvedete dalších 15 vín, plus 10 z roku 2025, budete potřebovat 25 e-etiket. Poté přejdete na plán 30 nebo 50 e-etiket, s cenou od 319 do 479 €/rok, podle vašich potřeb.",
  "Once I print the QR codes, can I edit the information?": "Mohu upravit informace po vytištění QR kódů?",
  "QR codes edit information text": "Ano, můžete! Po vytištění QR kódů se základními údaji jako název, ročník a odrůda se můžete vždy vrátit a aktualizovat nebo přidat další informace, například složení nebo nutriční údaje. Protože je vše digitální, není potřeba nic přetiskovat, když provedete změny!",
  "Do you calculate the energy content?": "Počítáte energetický obsah?",
  "Calculate energy text": "Ano, postaráme se o to za vás! Stačí zadat obsah alkoholu, úroveň cukru a organické kyseliny a my automaticky vypočítáme energetický obsah podle standardů EU.",
  "What happens if I don't follow the regulation?": "Co se stane, když nebudu dodržovat předpisy?",
  "Follow regulations text": "Od 8. prosince 2023 nařízení EU vyžaduje, aby všechna vyrobená a prodávaná vína měla správnou etiketu. Nedodržení může vést k pokutě až 40 000 €.",
  "What kind of technology is Journy using?": "Jakou technologii Journy používá?",
  "Blockchain and QR codes": "Journy používá blockchain a QR kódy pro zajištění transparentnosti a bezpečnosti cesty vašeho vína.",
  "Blockchain explanation": "Blockchain: Je to jako digitální záznam, který zaznamenává každý krok výroby vašeho vína. Jakmile jsou informace přidány, nikdo mimo vaši důvěryhodnou síť je nemůže změnit, což brání padělání. Stále můžete aktualizovat detaily nebo opravovat chyby kdykoli je potřeba, aby vše zůstalo přesné.<br/><br/>QR kódy: QR kód na vaší lahvi odkazuje na chytrou e-etiketu, která umožňuje zákazníkům okamžitý přístup k podrobným informacím o vašem víně, což usnadňuje jejich propojení s příběhem vašeho produktu.",
  "Home": "Domů"
}