{
  "About us": "Om os",
  "Log in": "Log ind",
  "Sign up": "Tilmeld dig",
  "YOUR JOURNEY": "DIN REJSE",
  "IN EVERY SCAN": "I HVER SCANNING",
  "Showcase Your Sustainability with Smart E-Labels": "Fremvis Din Bæredygtighed med Smarte E-Mærkater",
  "Start today": "Start i dag",
  "Scroll down": "Scroll ned",
  "HOW IT WORKS": "SÅDAN FUNGERER DET",
  "SHARE YOUR JOURNEY IN 4 STEPS": "DEL DIN REJSE I 4 TRIN",
  "Click here to see an example": "Klik her for at se et eksempel",
  "WHY YOU NEED E-LABELS": "HVORFOR DU HAR BRUG FOR E-MÆRKATER",
  "YOUR WINE TELLS A STORY": "DIN VIN FORTÆLLER EN HISTORIE",
  "Wine Story": "Din vin fortæller en historie - om landet den kommer fra, omsorgen du lægger i hver flaske, og de værdier du står for. Med en simpel scanning bringer e-mærkater din vins rejse til live. De viser hvor den kommer fra, hvad den indeholder, og din forpligtelse til at gøre tingene på den rigtige måde. E-mærkater lader dig dele din passion og forbinde direkte med dem, der værdsætter autenticitet og bæredygtighed lige så meget som dig",
  "We empower wine producers to meet the growing demands for": "Vi giver vinproducenter mulighed for at imødekomme de voksende krav om",
  "transparency": "gennemsigtighed",
  "and": "og",
  "sustainability": "bæredygtighed",
  "while turning environmental challenges into business opportunities": "mens vi omdanner miljømæssige udfordringer til forretningsmuligheder",
  "With Journy, we make it possible for consumers to know": "Med Journy gør vi det muligt for forbrugere at vide",
  "who made their wine, how it was produced, and how their choices impact the planet": "hvem der lavede deres vin, hvordan den blev produceret, og hvordan deres valg påvirker planeten",
  "PRICES": "PRISER",
  "CHOOSE YOUR E-LABEL PLAN": "VÆLG DIN E-MÆRKAT PLAN",
  "3 labels": "3 mærkater",
  "€ 0/year": "€ 0/år",
  "Full compliance with EU e-labeling regulations": "Fuld overensstemmelse med EU's e-mærkningsregler",
  "Multilingual support in all EU languages": "Flersproget support på alle EU-sprog",
  "Try for free": "Prøv gratis",
  "15 labels": "15 mærkater",
  "€ 179/year": "€ 179/år",
  "Get started": "Kom i gang",
  "30 labels": "30 mærkater",
  "€ 319/year": "€ 319/år",
  "50 labels": "50 mærkater",
  "€ 479/year": "€ 479/år",
  "WHO ARE WE": "HVEM ER VI",
  "WHY JOURNY?": "HVORFOR JOURNY?",
  "WHO ARE WE text": "Journy blev født ud af en passion for innovation og en dyb respekt for generationers dedikation, passion og tradition, der definerer vinproduktion. Vi forstår udfordringerne ved at balancere arv med moderne krav som bæredygtighed, regulativer og skiftende forbrugerværdier. Derfor har vi skabt en platform til at forenkle kompleksiteter, forstærke din historie og forbinde producenter med kunder som aldrig før",
  "Learn more": "Lær mere",
  "Are you ready to share your story": "Er du klar til at dele din historie?",
  "Stand out and make an impact with our e-labels": "Skil dig ud og gør en forskel med vores e-mærkater",
  "FAQ AND CONTACT": "FAQ OG KONTAKT",
  "DO YOU HAVE ANY QUESTIONS?": "HAR DU NOGEN SPØRGSMÅL?",
  "CONTACT US": "KONTAKT OS",
  "Contact": "Kontakt",
  "Privacy Policy": "Privatlivspolitik",
  "Terms & Conditions": "Vilkår & Betingelser",
  "all rights reserved": "alle rettigheder forbeholdes",
  "What is Journy?": "Hvad er Journy?",
  "What is Journy text": "Journy er en platform for vinproducenter, der bringer din vins historie til live. Den lader dig dele hvert trin af din rejse - fra vingård til bord - med kunder, der går op i kvalitet, bæredygtighed og autenticitet. Vores e-mærkater hjælper dig med at opbygge tillid, fremvise dine værdier og forbinde dig med kunder, der værdsætter passionen bag hver flaske.",
  "How do E-labels work?": "Hvordan fungerer e-mærkater?",
  "How do E-labels work text": "E-mærkater er QR-koder på dine vinflasker, der fortæller din historie. Når nogen scanner koden med deres telefon, kan de se detaljer om din vin - som hvor den er lavet, hvordan den er produceret, og din forpligtelse til kvalitet og bæredygtighed. Det er en enkel måde at forbinde dig med kunder og opbygge tillid.",
  "How many e-labels will I need?": "Hvor mange e-mærkater skal jeg bruge?",
  "How many e-labels will I need text": "Vores planer er baseret på det samlede antal e-mærkater, du har brug for på tværs af alle dine vine, ikke kun pr. år. Sådan fungerer det:",
  "How many e-labels will I need 2025": "• 2025: Hvis du udgiver 10 nye vine, skal du bruge 10 e-mærkater. Du kan starte med vores 15 e-mærkat plan til €179/år.",
  "How many e-labels will I need 2026": "• 2026: Når du udgiver yderligere 15 vine, plus de 10 fra 2025, skal du bruge 25 e-mærkater. Du skal så opgradere til 30 eller 50 e-mærkat planen, med priser fra €319 til €479/år, afhængigt af dine behov.",
  "Once I print the QR codes, can I edit the information?": "Når jeg har printet QR-koderne, kan jeg så redigere informationen?",
  "QR codes edit information text": "Ja, det kan du! Efter at have printet QR-koderne med grundlæggende detaljer som navn, årgang og sort, kan du altid komme tilbage og opdatere eller tilføje mere information, såsom ingredienser eller ernæringsdetaljer. Da det hele er digitalt, er der ikke behov for at genprinte noget, når du laver ændringer!",
  "Do you calculate the energy content?": "Beregner I energiindholdet?",
  "Calculate energy text": "Ja, det tager vi os af! Indtast blot alkoholprocenten, sukkerindholdet og organiske syrer, så beregner vi automatisk energiindholdet baseret på EU-standarder.",
  "What happens if I don't follow the regulation?": "Hvad sker der, hvis jeg ikke følger reglerne?",
  "Follow regulations text": "Fra den 8. december 2023 kræver EU-forordningen, at alle vine, der produceres og sælges, skal have den korrekte mærkning. Manglende overholdelse kan resultere i en bøde på op til €40.000.",
  "What kind of technology is Journy using?": "Hvilken teknologi bruger Journy?",
  "Blockchain and QR codes": "Journy bruger blockchain og QR-koder til at gøre din vins rejse gennemsigtig og sikker.",
  "Blockchain explanation": "Blockchain: Det er som en digital optegnelse, der registrerer hvert trin i din vinproduktion. Når informationen først er tilføjet, kan den ikke ændres af nogen uden for dit betroede netværk, hvilket forhindrer forfalskning. Du kan stadig opdatere detaljer eller rette fejl når som helst, så alt forbliver nøjagtigt.<br/><br/>QR-koder: QR-koden på din flaske linker til et smart e-mærkat, hvilket gør det muligt for kunder øjeblikkeligt at få adgang til detaljerede oplysninger om din vin og gør det nemt at forbinde dem med dit produkts historie.",
  "Home": "Hjem"
}