{
  "About us": "Über uns",
  "Log in": "Anmelden",
  "Sign up": "Registrieren",
  "YOUR JOURNEY": "IHRE REISE",
  "IN EVERY SCAN": "IN JEDEM SCAN",
  "Showcase Your Sustainability with Smart E-Labels": "Präsentieren Sie Ihre Nachhaltigkeit mit Smart E-Labels",
  "Start today": "Starten Sie heute",
  "Scroll down": "Nach unten scrollen",
  "HOW IT WORKS": "SO FUNKTIONIERT'S",
  "SHARE YOUR JOURNEY IN 4 STEPS": "TEILEN SIE IHRE REISE IN 4 SCHRITTEN",
  "Click here to see an example": "Klicken Sie hier für ein Beispiel",
  "WHY YOU NEED E-LABELS": "WARUM SIE E-LABELS BRAUCHEN",
  "YOUR WINE TELLS A STORY": "IHR WEIN ERZÄHLT EINE GESCHICHTE",
  "Wine Story": "Ihr Wein erzählt eine Geschichte - vom Land, aus dem er stammt, der Sorgfalt, die Sie in jede Flasche stecken, und den Werten, für die Sie stehen. Mit einem einfachen Scan erwecken E-Labels die Reise Ihres Weins zum Leben. Sie zeigen, woher er kommt, was drin ist und Ihr Engagement, die Dinge richtig zu machen. E-Labels ermöglichen es Ihnen, Ihre Leidenschaft zu teilen und sich direkt mit denjenigen zu verbinden, denen Authentizität und Nachhaltigkeit genauso wichtig sind wie Ihnen",
  "We empower wine producers to meet the growing demands for": "Wir befähigen Weinproduzenten, die wachsenden Anforderungen zu erfüllen für",
  "transparency": "Transparenz",
  "and": "und",
  "sustainability": "Nachhaltigkeit",
  "while turning environmental challenges into business opportunities": "während wir Umweltherausforderungen in Geschäftschancen verwandeln",
  "With Journy, we make it possible for consumers to know": "Mit Journy ermöglichen wir es Verbrauchern zu erfahren",
  "who made their wine, how it was produced, and how their choices impact the planet": "wer ihren Wein hergestellt hat, wie er produziert wurde und wie ihre Entscheidungen den Planeten beeinflussen",
  "PRICES": "PREISE",
  "CHOOSE YOUR E-LABEL PLAN": "WÄHLEN SIE IHREN E-LABEL PLAN",
  "3 labels": "3 Labels",
  "€ 0/year": "€ 0/Jahr",
  "Full compliance with EU e-labeling regulations": "Volle Konformität mit EU E-Labeling-Vorschriften",
  "Multilingual support in all EU languages": "Mehrsprachiger Support in allen EU-Sprachen",
  "Try for free": "Kostenlos testen",
  "15 labels": "15 Labels",
  "€ 179/year": "€ 179/Jahr",
  "Get started": "Loslegen",
  "30 labels": "30 Labels",
  "€ 319/year": "€ 319/Jahr",
  "50 labels": "50 Labels",
  "€ 479/year": "€ 479/Jahr",
  "WHO ARE WE": "WER SIND WIR",
  "WHY JOURNY?": "WARUM JOURNY?",
  "WHO ARE WE text": "Journy entstand aus der Leidenschaft für Innovation und dem tiefen Respekt für die generationenübergreifende Hingabe, Passion und Tradition, die den Weinbau ausmachen. Wir verstehen die Herausforderungen, Tradition mit modernen Anforderungen wie Nachhaltigkeit, Vorschriften und sich wandelnden Konsumentenwerten in Einklang zu bringen. Deshalb haben wir eine Plattform geschaffen, die Komplexität vereinfacht, Ihre Geschichte verstärkt und Produzenten wie nie zuvor mit Kunden verbindet",
  "Learn more": "Mehr erfahren",
  "Are you ready to share your story": "Sind Sie bereit, Ihre Geschichte zu teilen?",
  "Stand out and make an impact with our e-labels": "Heben Sie sich ab und setzen Sie Zeichen mit unseren E-Labels",
  "FAQ AND CONTACT": "FAQ UND KONTAKT",
  "DO YOU HAVE ANY QUESTIONS?": "HABEN SIE FRAGEN?",
  "CONTACT US": "KONTAKTIEREN SIE UNS",
  "Contact": "Kontakt",
  "Privacy Policy": "Datenschutzerklärung",
  "Terms & Conditions": "AGB",
  "all rights reserved": "alle Rechte vorbehalten",
  "What is Journy?": "Was ist Journy?",
  "What is Journy text": "Journy ist eine Plattform für Weinproduzenten, die die Geschichte Ihres Weins zum Leben erweckt. Sie ermöglicht es Ihnen, jeden Schritt Ihrer Reise - vom Weinberg bis zum Tisch - mit Kunden zu teilen, denen Qualität, Nachhaltigkeit und Authentizität wichtig sind. Unsere E-Labels helfen Ihnen, Vertrauen aufzubauen, Ihre Werte zu präsentieren und sich mit Kunden zu verbinden, die die Leidenschaft hinter jeder Flasche schätzen.",
  "How do E-labels work?": "Wie funktionieren E-Labels?",
  "How do E-labels work text": "E-Labels sind QR-Codes auf Ihren Weinflaschen, die Ihre Geschichte erzählen. Wenn jemand den Code mit seinem Handy scannt, kann er Details über Ihren Wein sehen - wie zum Beispiel wo er hergestellt wird, wie er produziert wird und Ihr Engagement für Qualität und Nachhaltigkeit. Es ist eine einfache Möglichkeit, sich mit Kunden zu verbinden und Vertrauen aufzubauen.",
  "How many e-labels will I need?": "Wie viele E-Labels benötige ich?",
  "How many e-labels will I need text": "Unsere Pläne basieren auf der Gesamtzahl der E-Labels, die Sie für all Ihre Weine benötigen, nicht nur pro Jahr. So funktioniert es:",
  "How many e-labels will I need 2025": "• 2025: Wenn Sie 10 neue Weine herausbringen, benötigen Sie 10 E-Labels. Sie können mit unserem 15 E-Label-Plan für 179 €/Jahr beginnen.",
  "How many e-labels will I need 2026": "• 2026: Wenn Sie weitere 15 Weine herausbringen, plus die 10 von 2025, benötigen Sie 25 E-Labels. Sie können dann auf den 30 oder 50 E-Label-Plan upgraden, mit Preisen von 319 bis 479 €/Jahr, je nach Ihren Bedürfnissen.",
  "Once I print the QR codes, can I edit the information?": "Kann ich die Informationen bearbeiten, nachdem ich die QR-Codes gedruckt habe?",
  "QR codes edit information text": "Ja, das können Sie! Nachdem Sie die QR-Codes mit grundlegenden Details wie Name, Jahrgang und Sorte gedruckt haben, können Sie jederzeit zurückkommen, um Informationen zu aktualisieren oder weitere hinzuzufügen, wie zum Beispiel Zutaten oder Nährwertangaben. Da alles digital ist, müssen Sie nichts neu drucken, wenn Sie Änderungen vornehmen!",
  "Do you calculate the energy content?": "Berechnen Sie den Energiegehalt?",
  "Calculate energy text": "Ja, darum kümmern wir uns für Sie! Geben Sie einfach den Alkoholgehalt, den Zuckergehalt und die organischen Säuren ein, und wir berechnen automatisch den Energiegehalt nach EU-Standards.",
  "What happens if I don't follow the regulation?": "Was passiert, wenn ich die Vorschriften nicht einhalte?",
  "Follow regulations text": "Seit dem 8. Dezember 2023 schreibt die EU-Verordnung vor, dass alle produzierten und verkauften Weine das korrekte Etikett tragen müssen. Bei Nichteinhaltung kann eine Geldstrafe von bis zu 40.000 € verhängt werden.",
  "What kind of technology is Journy using?": "Welche Technologie verwendet Journy?",
  "Blockchain and QR codes": "Journy nutzt Blockchain und QR-Codes, um die Reise Ihres Weins transparent und sicher zu machen.",
  "Home": "Start",
  "Blockchain explanation": "Blockchain: Es ist wie ein digitales Register, das jeden Schritt Ihrer Weinproduktion protokolliert. Einmal hinzugefügte Informationen können von niemandem außerhalb Ihres vertrauenswürdigen Netzwerks geändert werden, was Fälschungen verhindert. Sie können Details oder Fehler jederzeit aktualisieren bzw. korrigieren, um alles genau zu halten.<br/><br/>QR-Codes: Der QR-Code auf Ihrer Flasche verlinkt zu einem Smart E-Label, das es Kunden ermöglicht, sofort detaillierte Informationen über Ihren Wein abzurufen und sie einfach mit der Geschichte Ihres Produkts zu verbinden."
}