{
  "About us": "Σχετικά με εμάς",
  "Log in": "Σύνδεση",
  "Sign up": "Εγγραφή",
  "YOUR JOURNEY": "ΤΟ ΤΑΞΙΔΙ ΣΑΣ",
  "IN EVERY SCAN": "ΣΕ ΚΑΘΕ ΣΑΡΩΣΗ",
  "Showcase Your Sustainability with Smart E-Labels": "Αναδείξτε τη Βιωσιμότητά σας με Έξυπνες Ηλεκτρονικές Ετικέτες",
  "Start today": "Ξεκινήστε σήμερα",
  "Scroll down": "Μετακινηθείτε προς τα κάτω",
  "HOW IT WORKS": "ΠΩΣ ΛΕΙΤΟΥΡΓΕΙ",
  "SHARE YOUR JOURNEY IN 4 STEPS": "ΜΟΙΡΑΣΤΕΙΤΕ ΤΟ ΤΑΞΙΔΙ ΣΑΣ ΣΕ 4 ΒΗΜΑΤΑ",
  "Click here to see an example": "Κάντε κλικ εδώ για να δείτε ένα παράδειγμα",
  "WHY YOU NEED E-LABELS": "ΓΙΑΤΙ ΧΡΕΙΑΖΕΣΤΕ ΗΛΕΚΤΡΟΝΙΚΕΣ ΕΤΙΚΕΤΕΣ",
  "YOUR WINE TELLS A STORY": "ΤΟ ΚΡΑΣΙ ΣΑΣ ΔΙΗΓΕΙΤΑΙ ΜΙΑ ΙΣΤΟΡΙΑ",
  "Wine Story": "Το κρασί σας διηγείται μια ιστορία - για τη γη από την οποία προέρχεται, τη φροντίδα που βάζετε σε κάθε μπουκάλι και τις αξίες που αντιπροσωπεύετε. Με μια απλή σάρωση, οι ηλεκτρονικές ετικέτες ζωντανεύουν το ταξίδι του κρασιού σας. Δείχνουν την προέλευσή του, τι περιέχει και τη δέσμευσή σας να κάνετε τα πράγματα σωστά. Οι ηλεκτρονικές ετικέτες σας επιτρέπουν να μοιραστείτε το πάθος σας και να συνδεθείτε απευθείας με όσους ενδιαφέρονται για την αυθεντικότητα και τη βιωσιμότητα όσο κι εσείς",
  "We empower wine producers to meet the growing demands for": "Ενδυναμώνουμε τους οινοπαραγωγούς να ανταποκριθούν στις αυξανόμενες απαιτήσεις για",
  "transparency": "διαφάνεια",
  "and": "και",
  "sustainability": "βιωσιμότητα",
  "while turning environmental challenges into business opportunities": "μετατρέποντας τις περιβαλλοντικές προκλήσεις σε επιχειρηματικές ευκαιρίες",
  "With Journy, we make it possible for consumers to know": "Με το Journy, καθιστούμε δυνατό για τους καταναλωτές να γνωρίζουν",
  "who made their wine, how it was produced, and how their choices impact the planet": "ποιος έφτιαξε το κρασί τους, πώς παράχθηκε και πώς οι επιλογές τους επηρεάζουν τον πλανήτη",
  "PRICES": "ΤΙΜΕΣ",
  "CHOOSE YOUR E-LABEL PLAN": "ΕΠΙΛΕΞΤΕ ΤΟ ΠΛΑΝΟ ΗΛΕΚΤΡΟΝΙΚΩΝ ΕΤΙΚΕΤΩΝ ΣΑΣ",
  "3 labels": "3 ετικέτες",
  "€ 0/year": "€ 0/έτος",
  "Full compliance with EU e-labeling regulations": "Πλήρης συμμόρφωση με τους κανονισμούς ηλεκτρονικής επισήμανσης της ΕΕ",
  "Multilingual support in all EU languages": "Πολύγλωσση υποστήριξη σε όλες τις γλώσσες της ΕΕ",
  "Try for free": "Δοκιμάστε δωρεάν",
  "15 labels": "15 ετικέτες",
  "€ 179/year": "€ 179/έτος",
  "Get started": "Ξεκινήστε",
  "30 labels": "30 ετικέτες",
  "€ 319/year": "€ 319/έτος",
  "50 labels": "50 ετικέτες",
  "€ 479/year": "€ 479/έτος",
  "WHO ARE WE": "ΠΟΙΟΙ ΕΙΜΑΣΤΕ",
  "WHY JOURNY?": "ΓΙΑΤΙ JOURNY;",
  "WHO ARE WE text": "Το Journy γεννήθηκε από το πάθος για καινοτομία και τον βαθύ σεβασμό για τις γενιές αφοσίωσης, πάθους και παράδοσης που ορίζουν την οινοποιία. Κατανοούμε τις προκλήσεις της εξισορρόπησης της κληρονομιάς με τις σύγχρονες απαιτήσεις όπως η βιωσιμότητα, οι κανονισμοί και οι μεταβαλλόμενες αξίες των καταναλωτών. Γι' αυτό δημιουργήσαμε μια πλατφόρμα για να απλοποιήσουμε τις πολυπλοκότητες, να ενισχύσουμε την ιστορία σας και να συνδέσουμε τους παραγωγούς με τους πελάτες όπως ποτέ πριν",
  "Learn more": "Μάθετε περισσότερα",
  "Are you ready to share your story": "Είστε έτοιμοι να μοιραστείτε την ιστορία σας;",
  "Stand out and make an impact with our e-labels": "Ξεχωρίστε και κάντε τη διαφορά με τις ηλεκτρονικές μας ετικέτες",
  "FAQ AND CONTACT": "ΣΥΧΝΕΣ ΕΡΩΤΗΣΕΙΣ ΚΑΙ ΕΠΙΚΟΙΝΩΝΙΑ",
  "DO YOU HAVE ANY QUESTIONS?": "ΕΧΕΤΕ ΚΑΠΟΙΕΣ ΕΡΩΤΗΣΕΙΣ;",
  "CONTACT US": "ΕΠΙΚΟΙΝΩΝΗΣΤΕ ΜΑΖΙ ΜΑΣ",
  "Contact": "Επικοινωνία",
  "Privacy Policy": "Πολιτική Απορρήτου",
  "Terms & Conditions": "Όροι & Προϋποθέσεις",
  "all rights reserved": "με επιφύλαξη παντός δικαιώματος",
  "What is Journy?": "Τι είναι το Journy;",
  "What is Journy text": "Το Journy είναι μια πλατφόρμα για οινοπαραγωγούς που ζωντανεύει την ιστορία του κρασιού σας. Σας επιτρέπει να μοιραστείτε κάθε βήμα του ταξιδιού σας - από το αμπέλι στο τραπέζι - με πελάτες που ενδιαφέρονται για την ποιότητα, τη βιωσιμότητα και την αυθεντικότητα. Οι ηλεκτρονικές μας ετικέτες σας βοηθούν να χτίσετε εμπιστοσύνη, να αναδείξετε τις αξίες σας και να συνδεθείτε με πελάτες που εκτιμούν το πάθος πίσω από κάθε μπουκάλι.",
  "How do E-labels work?": "Πώς λειτουργούν οι ηλεκτρονικές ετικέτες;",
  "How do E-labels work text": "Οι ηλεκτρονικές ετικέτες είναι κωδικοί QR στα μπουκάλια του κρασιού σας που διηγούνται την ιστορία σας. Όταν κάποιος σαρώνει τον κωδικό με το τηλέφωνό του, μπορεί να δει λεπτομέρειες για το κρασί σας - όπως πού παράγεται, πώς παράγεται και τη δέσμευσή σας στην ποιότητα και τη βιωσιμότητα. Είναι ένας απλός τρόπος να συνδεθείτε με τους πελάτες και να χτίσετε εμπιστοσύνη.",
  "How many e-labels will I need?": "Πόσες ηλεκτρονικές ετικέτες θα χρειαστώ;",
  "How many e-labels will I need text": "Τα πλάνα μας βασίζονται στο συνολικό αριθμό ηλεκτρονικών ετικετών που χρειάζεστε για όλα τα κρασιά σας, όχι μόνο ανά έτος. Δείτε πώς λειτουργεί:",
  "How many e-labels will I need 2025": "• 2025: Αν κυκλοφορήσετε 10 νέα κρασιά, θα χρειαστείτε 10 ηλεκτρονικές ετικέτες. Μπορείτε να ξεκινήσετε με το πλάνο 15 ετικετών στα €179/έτος.",
  "How many e-labels will I need 2026": "• 2026: Όταν κυκλοφορήσετε άλλα 15 κρασιά, συν τα 10 από το 2025, θα χρειαστείτε 25 ετικέτες. Τότε θα αναβαθμιστείτε στο πλάνο 30 ή 50 ετικετών, με τιμές από €319 έως €479/έτος, ανάλογα με τις ανάγκες σας.",
  "Once I print the QR codes, can I edit the information?": "Μόλις εκτυπώσω τους κωδικούς QR, μπορώ να επεξεργαστώ τις πληροφορίες;",
  "QR codes edit information text": "Ναι, μπορείτε! Μετά την εκτύπωση των κωδικών QR με βασικές λεπτομέρειες όπως το όνομα, τη χρονιά και την ποικιλία, μπορείτε πάντα να επιστρέψετε για να ενημερώσετε ή να προσθέσετε περισσότερες πληροφορίες, όπως συστατικά ή διατροφικές λεπτομέρειες. Εφόσον είναι όλα ψηφιακά, δεν χρειάζεται να επανεκτυπώσετε τίποτα όταν κάνετε αλλαγές!",
  "Do you calculate the energy content?": "Υπολογίζετε το ενεργειακό περιεχόμενο;",
  "Calculate energy text": "Ναι, το αναλαμβάνουμε εμείς για εσάς! Απλά εισάγετε το ποσοστό αλκοόλ, τα επίπεδα σακχάρων και τα οργανικά οξέα, και θα υπολογίσουμε αυτόματα το ενεργειακό περιεχόμενο σύμφωνα με τα πρότυπα της ΕΕ.",
  "What happens if I don't follow the regulation?": "Τι συμβαίνει αν δεν ακολουθήσω τον κανονισμό;",
  "Follow regulations text": "Από τις 8 Δεκεμβρίου 2023, ο κανονισμός της ΕΕ απαιτεί όλα τα κρασιά που παράγονται και πωλούνται να έχουν τη σωστή ετικέτα. Η μη συμμόρφωση μπορεί να οδηγήσει σε πρόστιμο έως €40.000.",
  "What kind of technology is Journy using?": "Τι είδους τεχνολογία χρησιμοποιεί το Journy;",
  "Blockchain and QR codes": "Το Journy χρησιμοποιεί blockchain και κωδικούς QR για να κάνει το ταξίδι του κρασιού σας διαφανές και ασφαλές.",
  "Home": "Αρχική",
  "Blockchain explanation": "Blockchain: Είναι σαν ένα ψηφιακό αρχείο που καταγράφει κάθε βήμα της παραγωγής του κρασιού σας. Μόλις προστεθούν, οι πληροφορίες δεν μπορούν να αλλάξουν από κανέναν εκτός του δικτύου εμπιστοσύνης σας, αποτρέποντας την παραποίηση. Μπορείτε ακόμα να ενημερώσετε λεπτομέρειες ή να διορθώσετε σφάλματα όποτε χρειάζεται, διατηρώντας τα πάντα ακριβή.<br/><br/>Κωδικοί QR: Ο κωδικός QR στο μπουκάλι σας συνδέεται με μια έξυπνη ηλεκτρονική ετικέτα, επιτρέποντας στους πελάτες να έχουν άμεση πρόσβαση σε λεπτομερείς πληροφορίες για το κρασί σας, διευκολύνοντας τη σύνδεσή τους με την ιστορία του προϊόντος σας."
}