{
  "Home": "Avaleht",
  "About us": "Meist",
  "Log in": "Logi sisse",
  "Sign up": "Registreeri",
  "YOUR JOURNEY": "SINU TEEKOND",
  "IN EVERY SCAN": "IGAS SKANEERINGUS",
  "Showcase Your Sustainability with Smart E-Labels": "Näita oma jätkusuutlikkust nutikate E-siltidega",
  "Start today": "Alusta täna",
  "Scroll down": "Keri alla",
  "HOW IT WORKS": "KUIDAS SEE TÖÖTAB",
  "SHARE YOUR JOURNEY IN 4 STEPS": "JAA OMA TEEKONDA 4 SAMMUGA",
  "Click here to see an example": "Klõpsa siia näite nägemiseks",
  "WHY YOU NEED E-LABELS": "MIKS SA VAJAD E-SILTE",
  "YOUR WINE TELLS A STORY": "SINU VEIN JUTUSTAB LOO",
  "Wine Story": "Sinu vein jutustab loo - maast, kust see pärineb, hoolest, mida sa igasse pudelisse paned, ja väärtustest, mille eest seisad. Ühe skaneeringuga toovad e-sildid sinu veini teekonna ellu. Need näitavad, kust see pärineb, mis selles sisaldub ja sinu pühendumust õigete asjade tegemisele. E-sildid võimaldavad sul jagada oma kirge ja luua otsese sideme nendega, kes hoolivad autentsusest ja jätkusuutlikkusest sama palju kui sina",
  "We empower wine producers to meet the growing demands for": "Me võimestame veinitootjaid vastama kasvavatele nõudmistele",
  "transparency": "läbipaistvuse",
  "and": "ja",
  "sustainability": "jätkusuutlikkuse",
  "while turning environmental challenges into business opportunities": "muutes keskkonnaprobleemid ärivõimalusteks",
  "With Journy, we make it possible for consumers to know": "Journyga teeme tarbijatele võimalikuks teada",
  "who made their wine, how it was produced, and how their choices impact the planet": "kes tegi nende veini, kuidas see valmistati ja kuidas nende valikud mõjutavad planeeti",
  "PRICES": "HINNAD",
  "CHOOSE YOUR E-LABEL PLAN": "VALI OMA E-SILDI PLAAN",
  "3 labels": "3 silti",
  "€ 0/year": "€ 0/aastas",
  "Full compliance with EU e-labeling regulations": "Täielik vastavus EL-i e-märgistuse eeskirjadele",
  "Multilingual support in all EU languages": "Mitmekeelne tugi kõigis EL-i keeltes",
  "Try for free": "Proovi tasuta",
  "15 labels": "15 silti",
  "€ 179/year": "€ 179/aastas",
  "Get started": "Alusta",
  "30 labels": "30 silti",
  "€ 319/year": "€ 319/aastas",
  "50 labels": "50 silti",
  "€ 479/year": "€ 479/aastas",
  "WHO ARE WE": "KES ME OLEME",
  "WHY JOURNY?": "MIKS JOURNY?",
  "WHO ARE WE text": "Journy sündis innovatsioonikirest ja sügavast austusest põlvkondade pikkuse pühendumuse, kirge ja traditsiooni vastu, mis iseloomustavad veinivalmistamist. Mõistame väljakutseid, mis kaasnevad pärandi tasakaalustamisega tänapäevaste nõudmistega nagu jätkusuutlikkus, regulatsioonid ja muutuvad tarbijate väärtused. Sellepärast oleme loonud platvormi, mis lihtsustab keerukusi, võimendab sinu lugu ja ühendab tootjad klientidega nagu kunagi varem",
  "Learn more": "Loe lähemalt",
  "Are you ready to share your story": "Kas oled valmis oma lugu jagama?",
  "Stand out and make an impact with our e-labels": "Paista silma ja avalda mõju meie e-siltidega",
  "FAQ AND CONTACT": "KKK JA KONTAKT",
  "DO YOU HAVE ANY QUESTIONS?": "KAS SUL ON KÜSIMUSI?",
  "CONTACT US": "VÕTA MEIEGA ÜHENDUST",
  "Contact": "Kontakt",
  "Privacy Policy": "Privaatsuspoliitika",
  "Terms & Conditions": "Tingimused",
  "all rights reserved": "kõik õigused kaitstud",
  "What is Journy?": "Mis on Journy?",
  "What is Journy text": "Journy on platvorm veinitootjatele, mis toob sinu veini loo ellu. See võimaldab sul jagada iga sammu oma teekonnast - viinamarjaistandusest lauale - klientidega, kes hoolivad kvaliteedist, jätkusuutlikkusest ja autentsusest. Meie E-sildid aitavad sul luua usaldust, näidata oma väärtusi ja luua sidet klientidega, kes hindavad iga pudeli taga olevat kirge.",
  "How do E-labels work?": "Kuidas E-sildid töötavad?",
  "How do E-labels work text": "E-sildid on QR-koodid sinu veinipudelitel, mis jutustavad sinu loo. Kui keegi skannib koodi oma telefoniga, näevad nad üksikasju sinu veini kohta - kus see on valmistatud, kuidas see on toodetud ja sinu pühendumus kvaliteedile ja jätkusuutlikkusele. See on lihtne viis klientidega ühenduse loomiseks ja usalduse kasvatamiseks.",
  "How many e-labels will I need?": "Kui palju e-silte mul vaja läheb?",
  "How many e-labels will I need text": "Meie plaanid põhinevad e-siltide koguarvul, mida vajad kõigi oma veinide jaoks, mitte ainult aasta kohta. Nii see toimib:",
  "How many e-labels will I need 2025": "• 2025: Kui tood turule 10 uut veini, vajad 10 e-silti. Võid alustada meie 15 e-sildi plaaniga hinnaga 179€/aastas.",
  "How many e-labels will I need 2026": "• 2026: Kui tood turule veel 15 veini, lisaks 10-le 2025. aastast, vajad 25 e-silti. Seejärel uuendad 30 või 50 e-sildi plaanile, hinnaga 319 kuni 479€/aastas, sõltuvalt sinu vajadustest.",
  "Once I print the QR codes, can I edit the information?": "Kas ma saan teavet muuta pärast QR-koodide printimist?",
  "QR codes edit information text": "Jah, saad! Pärast QR-koodide printimist põhiandmetega nagu nimi, aastakäik ja sort, saad alati tagasi tulla ja värskendada või lisada rohkem teavet, nagu koostisosad või toiteväärtus. Kuna kõik on digitaalne, pole muudatuste tegemisel vaja midagi uuesti printida!",
  "Do you calculate the energy content?": "Kas te arvutate energiasisaldust?",
  "Calculate energy text": "Jah, me hoolitseme selle eest! Sisesta lihtsalt alkoholisisaldus, suhkrutasemed ja orgaanilised happed ning me arvutame automaatselt energiasisalduse vastavalt EL-i standarditele.",
  "What happens if I don't follow the regulation?": "Mis juhtub, kui ma ei järgi määrust?",
  "Follow regulations text": "Alates 8. detsembrist 2023 nõuab EL-i määrus, et kõigil toodetud ja müüdud veinidel peab olema õige silt. Mittevastavuse korral võib trahv ulatuda kuni 40 000 euroni.",
  "What kind of technology is Journy using?": "Millist tehnoloogiat Journy kasutab?",
  "Blockchain and QR codes": "Journy kasutab plokiahelat ja QR-koode, et muuta sinu veini teekond läbipaistvaks ja turvaliseks.",
  "Blockchain explanation": "Plokiahel: See on nagu digitaalne register, mis salvestab iga sammu sinu veini tootmises. Kui teave on lisatud, ei saa seda keegi väljaspool sinu usaldatud võrgustikku muuta, vältides võltsimist. Sa saad siiski uuendada üksikasju või parandada vigu vastavalt vajadusele, hoides kõik täpse.<br/><br/>QR-koodid: Sinu pudelil olev QR-kood on ühendatud nutika E-sildiga, võimaldades klientidel kohe juurdepääsu üksikasjalikule teabele sinu veini kohta, muutes lihtsamaks nende ühendamise sinu toote looga."
}