{
  "Home": "Koti",
  "About us": "Meistä",
  "Log in": "Kirjaudu sisään",
  "Sign up": "Rekisteröidy",
  "YOUR JOURNEY": "SINUN MATKASI",
  "IN EVERY SCAN": "JOKAISESSA SKANNAUKSESSA",
  "Showcase Your Sustainability with Smart E-Labels": "Esittele Kestävä Kehityksesi Älykkäillä E-Etiketeillä",
  "Start today": "Aloita tänään",
  "Scroll down": "Vieritä alas",
  "HOW IT WORKS": "MITEN SE TOIMII",
  "SHARE YOUR JOURNEY IN 4 STEPS": "JAA MATKASI 4 VAIHEESSA",
  "Click here to see an example": "Klikkaa tästä nähdäksesi esimerkin",
  "WHY YOU NEED E-LABELS": "MIKSI TARVITSET E-ETIKETIT",
  "YOUR WINE TELLS A STORY": "VIINISI KERTOO TARINAN",
  "Wine Story": "Viinisi kertoo tarinan - maasta josta se tulee, huolenpidosta jonka annat jokaiselle pullolle ja arvoista joita edustat. Yhdellä skannauksella e-etiketit tuovat viinisi matkan eloon. Ne näyttävät sen alkuperän, sisällön ja sitoutumisesi tehdä asiat oikein. E-etiketit antavat sinun jakaa intohimosi ja luoda suoran yhteyden niihin, jotka välittävät aitoudesta ja kestävästä kehityksestä yhtä paljon kuin sinä",
  "We empower wine producers to meet the growing demands for": "Autamme viinintuottajia vastaamaan kasvavaan kysyntään koskien",
  "transparency": "läpinäkyvyyttä",
  "and": "ja",
  "sustainability": "kestävää kehitystä",
  "while turning environmental challenges into business opportunities": "samalla muuttaen ympäristöhaasteet liiketoimintamahdollisuuksiksi",
  "With Journy, we make it possible for consumers to know": "Journyn avulla mahdollistamme kuluttajien tietää",
  "who made their wine, how it was produced, and how their choices impact the planet": "kuka teki heidän viininsä, miten se tuotettiin ja miten heidän valintansa vaikuttavat planeettaan",
  "PRICES": "HINNAT",
  "CHOOSE YOUR E-LABEL PLAN": "VALITSE E-ETIKETTI SUUNNITELMASI",
  "3 labels": "3 etikettiä",
  "€ 0/year": "€ 0/vuosi",
  "Full compliance with EU e-labeling regulations": "Täysi EU:n e-etikettisäännösten noudattaminen",
  "Multilingual support in all EU languages": "Monikielinen tuki kaikilla EU-kielillä",
  "Try for free": "Kokeile ilmaiseksi",
  "15 labels": "15 etikettiä",
  "€ 179/year": "€ 179/vuosi",
  "Get started": "Aloita",
  "30 labels": "30 etikettiä",
  "€ 319/year": "€ 319/vuosi",
  "50 labels": "50 etikettiä",
  "€ 479/year": "€ 479/vuosi",
  "WHO ARE WE": "KEITÄ ME OLEMME",
  "WHY JOURNY?": "MIKSI JOURNY?",
  "WHO ARE WE text": "Journy syntyi innovaation intohimosta ja syvästä kunnioituksesta sukupolvien omistautumista, intohimoa ja perinteitä kohtaan, jotka määrittelevät viininvalmistuksen. Ymmärrämme haasteet perinteen ja nykyaikaisten vaatimusten kuten kestävän kehityksen, säännösten ja muuttuvien kuluttaja-arvojen välillä. Siksi olemme luoneet alustan yksinkertaistamaan monimutkaisuuksia, vahvistamaan tarinaasi ja yhdistämään tuottajat asiakkaisiin ennennäkemättömällä tavalla",
  "Learn more": "Lue lisää",
  "Are you ready to share your story": "Oletko valmis jakamaan tarinasi?",
  "Stand out and make an impact with our e-labels": "Erotu joukosta ja tee vaikutus e-etiketeillämme",
  "FAQ AND CONTACT": "UKK JA YHTEYSTIEDOT",
  "DO YOU HAVE ANY QUESTIONS?": "ONKO SINULLA KYSYTTÄVÄÄ?",
  "CONTACT US": "OTA YHTEYTTÄ",
  "Contact": "Yhteystiedot",
  "Privacy Policy": "Tietosuojaseloste",
  "Terms & Conditions": "Käyttöehdot",
  "all rights reserved": "kaikki oikeudet pidätetään",
  "What is Journy?": "Mikä on Journy?",
  "What is Journy text": "Journy on viinintuottajille tarkoitettu alusta, joka tuo viinisi tarinan eloon. Se antaa sinun jakaa jokaisen vaiheen matkastasi - viinitarhasta pöytään - asiakkaille, jotka välittävät laadusta, kestävästä kehityksestä ja aitoudesta. E-etikettimme auttavat sinua rakentamaan luottamusta, esittelemään arvojasi ja luomaan yhteyden asiakkaisiin, jotka arvostavat jokaisen pullon takana olevaa intohimoa.",
  "How do E-labels work?": "Miten e-etiketit toimivat?",
  "How do E-labels work text": "E-etiketit ovat QR-koodeja viinipulloissasi, jotka kertovat tarinasi. Kun joku skannaa koodin puhelimellaan, he näkevät tietoja viinistäsi - kuten missä se on tehty, miten se on tuotettu ja sitoutumisesi laatuun ja kestävään kehitykseen. Se on yksinkertainen tapa luoda yhteys asiakkaisiin ja rakentaa luottamusta.",
  "How many e-labels will I need?": "Kuinka monta e-etikettiä tarvitsen?",
  "How many e-labels will I need text": "Suunnitelmamme perustuvat tarvitsemiesi e-etikettien kokonaismäärään kaikissa viineissäsi, ei vain vuosittain. Näin se toimii:",
  "How many e-labels will I need 2025": "• 2025: Jos julkaiset 10 uutta viiniä, tarvitset 10 e-etikettiä. Voit aloittaa 15 e-etiketin suunnitelmallamme hintaan 179 €/vuosi.",
  "How many e-labels will I need 2026": "• 2026: Kun julkaiset toiset 15 viiniä, plus 10 vuodelta 2025, tarvitset 25 e-etikettiä. Silloin päivität 30 tai 50 e-etiketin suunnitelmaan, hinnoilla 319-479 €/vuosi, tarpeidesi mukaan.",
  "Once I print the QR codes, can I edit the information?": "Voinko muokata tietoja QR-koodien tulostamisen jälkeen?",
  "QR codes edit information text": "Kyllä voit! Kun olet tulostanut QR-koodit perustiedoilla kuten nimi, vuosikerta ja lajike, voit aina palata päivittämään tai lisäämään lisätietoja, kuten ainesosat tai ravintoarvot. Koska kaikki on digitaalista, mitään ei tarvitse tulostaa uudelleen, kun teet muutoksia!",
  "Do you calculate the energy content?": "Lasketteko energiasisällön?",
  "Calculate energy text": "Kyllä, hoidamme sen puolestasi! Syötä vain alkoholiprosentti, sokeritasot ja orgaaniset hapot, niin laskemme automaattisesti energiasisällön EU-standardien mukaisesti.",
  "What happens if I don't follow the regulation?": "Mitä tapahtuu, jos en noudata säännöstöä?",
  "Follow regulations text": "8. joulukuuta 2023 alkaen EU-asetus edellyttää, että kaikissa tuotetuissa ja myydyissä viineissä on oltava oikea etiketti. Määräysten noudattamatta jättämisestä voi seurata jopa 40 000 euron sakko.",
  "What kind of technology is Journy using?": "Millaista teknologiaa Journy käyttää?",
  "Blockchain and QR codes": "Journy käyttää lohkoketjua ja QR-koodeja tehdäkseen viinisi matkasta läpinäkyvän ja turvallisen.",
  "Blockchain explanation": "Lohkoketju: Se on kuin digitaalinen tallenne, joka kirjaa jokaisen vaiheen viinisi tuotannosta. Kun tiedot on lisätty, kukaan luotetun verkostosi ulkopuolelta ei voi muuttaa niitä, mikä estää väärennökset. Voit silti päivittää tietoja tai korjata virheitä aina tarvittaessa, pitäen kaiken tarkkana.<br/><br/>QR-koodit: Pullossasi oleva QR-koodi linkittyy älykkääseen e-etikettiin, jonka avulla asiakkaat pääsevät välittömästi käsiksi yksityiskohtaisiin tietoihin viinistäsi, tehden tuotteesi tarinan jakamisesta helppoa."
}