{
  "Home": "Accueil",
  "About us": "À propos de nous",
  "Log in": "Se connecter",
  "Sign up": "S'inscrire",
  "YOUR JOURNEY": "VOTRE VOYAGE",
  "IN EVERY SCAN": "DANS CHAQUE SCAN",
  "Showcase Your Sustainability with Smart E-Labels": "Mettez en valeur votre durabilité avec des étiquettes électroniques intelligentes",
  "Start today": "Commencez aujourd'hui",
  "Scroll down": "Défiler vers le bas",
  "HOW IT WORKS": "COMMENT ÇA MARCHE",
  "SHARE YOUR JOURNEY IN 4 STEPS": "PARTAGEZ VOTRE VOYAGE EN 4 ÉTAPES",
  "Click here to see an example": "Cliquez ici pour voir un exemple",
  "WHY YOU NEED E-LABELS": "POURQUOI VOUS AVEZ BESOIN D'ÉTIQUETTES ÉLECTRONIQUES",
  "YOUR WINE TELLS A STORY": "VOTRE VIN RACONTE UNE HISTOIRE",
  "Wine Story": "Votre vin raconte une histoire - celle du terroir dont il provient, du soin que vous apportez à chaque bouteille et des valeurs que vous défendez. D'un simple scan, les étiquettes électroniques donnent vie au voyage de votre vin. Elles montrent sa provenance, sa composition et votre engagement à bien faire les choses. Les étiquettes électroniques vous permettent de partager votre passion et de vous connecter directement avec ceux qui accordent autant d'importance que vous à l'authenticité et à la durabilité",
  "We empower wine producers to meet the growing demands for": "Nous aidons les producteurs de vin à répondre aux demandes croissantes de",
  "transparency": "transparence",
  "and": "et",
  "sustainability": "durabilité",
  "while turning environmental challenges into business opportunities": "tout en transformant les défis environnementaux en opportunités commerciales",
  "With Journy, we make it possible for consumers to know": "Avec Journy, nous permettons aux consommateurs de savoir",
  "who made their wine, how it was produced, and how their choices impact the planet": "qui a fait leur vin, comment il a été produit, et comment leurs choix impactent la planète",
  "PRICES": "PRIX",
  "CHOOSE YOUR E-LABEL PLAN": "CHOISISSEZ VOTRE PLAN D'ÉTIQUETTES ÉLECTRONIQUES",
  "3 labels": "3 étiquettes",
  "€ 0/year": "€ 0/an",
  "Full compliance with EU e-labeling regulations": "Conformité totale aux réglementations européennes d'étiquetage électronique",
  "Multilingual support in all EU languages": "Support multilingue dans toutes les langues de l'UE",
  "Try for free": "Essayer gratuitement",
  "15 labels": "15 étiquettes",
  "€ 179/year": "€ 179/an",
  "Get started": "Commencer",
  "30 labels": "30 étiquettes",
  "€ 319/year": "€ 319/an",
  "50 labels": "50 étiquettes",
  "€ 479/year": "€ 479/an",
  "WHO ARE WE": "QUI SOMMES-NOUS",
  "WHY JOURNY?": "POURQUOI JOURNY?",
  "WHO ARE WE text": "Journy est né d'une passion pour l'innovation et d'un profond respect pour les générations de dévouement, de passion et de tradition qui définissent la vinification. Nous comprenons les défis d'équilibrer l'héritage avec les exigences modernes comme la durabilité, les réglementations et l'évolution des valeurs des consommateurs. C'est pourquoi nous avons créé une plateforme pour simplifier les complexités, amplifier votre histoire et connecter les producteurs avec les clients comme jamais auparavant",
  "Learn more": "En savoir plus",
  "Are you ready to share your story": "Êtes-vous prêt à partager votre histoire?",
  "Stand out and make an impact with our e-labels": "Démarquez-vous et faites la différence avec nos étiquettes électroniques",
  "FAQ AND CONTACT": "FAQ ET CONTACT",
  "DO YOU HAVE ANY QUESTIONS?": "AVEZ-VOUS DES QUESTIONS?",
  "CONTACT US": "CONTACTEZ-NOUS",
  "Contact": "Contact",
  "Privacy Policy": "Politique de confidentialité",
  "Terms & Conditions": "Conditions générales",
  "all rights reserved": "tous droits réservés",
  "What is Journy?": "Qu'est-ce que Journy ?",
  "What is Journy text": "Journy est une plateforme pour les producteurs de vin qui donne vie à l'histoire de votre vin. Elle vous permet de partager chaque étape de votre voyage - du vignoble à la table - avec des clients qui se soucient de la qualité, de la durabilité et de l'authenticité. Nos étiquettes électroniques vous aident à établir la confiance, à mettre en valeur vos valeurs et à vous connecter avec des clients qui apprécient la passion derrière chaque bouteille.",
  "How do E-labels work?": "Comment fonctionnent les étiquettes électroniques ?",
  "How do E-labels work text": "Les étiquettes électroniques sont des codes QR sur vos bouteilles de vin qui racontent votre histoire. Lorsque quelqu'un scanne le code avec son téléphone, il peut voir les détails de votre vin - comme où il est fabriqué, comment il est produit et votre engagement envers la qualité et la durabilité. C'est un moyen simple de se connecter avec les clients et de créer la confiance.",
  "How many e-labels will I need?": "De combien d'étiquettes électroniques aurai-je besoin ?",
  "How many e-labels will I need text": "Nos plans sont basés sur le nombre total d'étiquettes électroniques dont vous avez besoin pour tous vos vins, pas seulement par an. Voici comment ça marche :",
  "How many e-labels will I need 2025": "• 2025 : Si vous sortez 10 nouveaux vins, vous aurez besoin de 10 étiquettes électroniques. Vous pouvez commencer avec notre plan de 15 étiquettes électroniques à 179 €/an.",
  "How many e-labels will I need 2026": "• 2026 : Lorsque vous sortirez 15 autres vins, plus les 10 de 2025, vous aurez besoin de 25 étiquettes électroniques. Vous passerez alors au plan de 30 ou 50 étiquettes électroniques, avec des prix allant de 319 € à 479 €/an, selon vos besoins.",
  "Once I print the QR codes, can I edit the information?": "Une fois les codes QR imprimés, puis-je modifier les informations ?",
  "QR codes edit information text": "Oui, vous pouvez ! Après avoir imprimé les codes QR avec les détails de base comme le nom, le millésime et la variété, vous pouvez toujours revenir pour mettre à jour ou ajouter plus d'informations, comme les ingrédients ou les détails nutritionnels. Comme tout est numérique, il n'est pas nécessaire de réimprimer quoi que ce soit lorsque vous effectuez des modifications !",
  "Do you calculate the energy content?": "Calculez-vous le contenu énergétique ?",
  "Calculate energy text": "Oui, nous nous en occupons pour vous ! Entrez simplement le pourcentage d'alcool, les niveaux de sucre et les acides organiques, et nous calculerons automatiquement le contenu énergétique selon les normes européennes.",
  "What happens if I don't follow the regulation?": "Que se passe-t-il si je ne suis pas la réglementation ?",
  "Follow regulations text": "À partir du 8 décembre 2023, la réglementation européenne exige que tous les vins produits et vendus aient l'étiquette correcte. Le non-respect peut entraîner une amende pouvant aller jusqu'à 40 000 €.",
  "What kind of technology is Journy using?": "Quelle technologie Journy utilise-t-elle ?",
  "Blockchain and QR codes": "Journy utilise la blockchain et les codes QR pour rendre le voyage de votre vin transparent et sécurisé.",
  "Blockchain explanation": "Blockchain : C'est comme un registre numérique qui enregistre chaque étape de la production de votre vin. Une fois ajoutées, les informations ne peuvent être modifiées par personne en dehors de votre réseau de confiance, empêchant la contrefaçon. Vous pouvez toujours mettre à jour les détails ou corriger les erreurs si nécessaire, en gardant tout précis.<br/><br/>Codes QR : Le code QR sur votre bouteille est lié à une étiquette électronique intelligente, permettant aux clients d'accéder instantanément à des informations détaillées sur votre vin, facilitant ainsi la connexion à l'histoire de votre produit."
}