{
  "Home": "Početna",
  "About us": "O nama",
  "Log in": "Prijava",
  "Sign up": "Registracija",
  "YOUR JOURNEY": "VAŠE PUTOVANJE",
  "IN EVERY SCAN": "U SVAKOM SKENIRANJU",
  "Showcase Your Sustainability with Smart E-Labels": "Pokažite Svoju Održivost s Pametnim E-Etiketama",
  "Start today": "Započnite danas",
  "Scroll down": "Pomakni prema dolje",
  "HOW IT WORKS": "KAKO FUNKCIONIRA",
  "SHARE YOUR JOURNEY IN 4 STEPS": "PODIJELITE SVOJE PUTOVANJE U 4 KORAKA",
  "Click here to see an example": "Kliknite ovdje za primjer",
  "WHY YOU NEED E-LABELS": "ZAŠTO SU VAM POTREBNE E-ETIKETE",
  "YOUR WINE TELLS A STORY": "VAŠE VINO PRIČA PRIČU",
  "Wine Story": "Vaše vino priča priču - o zemlji iz koje dolazi, brizi koju ulažete u svaku bocu i vrijednostima koje zastupate. Jednostavnim skeniranjem, e-etikete oživljavaju putovanje vašeg vina. Pokazuju odakle dolazi, što sadrži i vašu predanost ispravnom načinu rada. E-etikete vam omogućuju dijeljenje svoje strasti i izravno povezivanje s onima kojima su autentičnost i održivost jednako važni kao i vama",
  "We empower wine producers to meet the growing demands for": "Osnažujemo proizvođače vina da zadovolje rastuće zahtjeve za",
  "transparency": "transparentnošću",
  "and": "i",
  "sustainability": "održivošću",
  "while turning environmental challenges into business opportunities": "pretvarajući ekološke izazove u poslovne prilike",
  "With Journy, we make it possible for consumers to know": "S Journyjem omogućujemo potrošačima da znaju",
  "who made their wine, how it was produced, and how their choices impact the planet": "tko je napravio njihovo vino, kako je proizvedeno i kako njihovi izbori utječu na planet",
  "PRICES": "CIJENE",
  "CHOOSE YOUR E-LABEL PLAN": "ODABERITE SVOJ E-ETIKETA PLAN",
  "3 labels": "3 etikete",
  "€ 0/year": "€ 0/godišnje",
  "Full compliance with EU e-labeling regulations": "Potpuna usklađenost s EU propisima o e-označavanju",
  "Multilingual support in all EU languages": "Višejezična podrška na svim EU jezicima",
  "Try for free": "Isprobajte besplatno",
  "15 labels": "15 etiketa",
  "€ 179/year": "€ 179/godišnje",
  "Get started": "Započnite",
  "30 labels": "30 etiketa",
  "€ 319/year": "€ 319/godišnje",
  "50 labels": "50 etiketa",
  "€ 479/year": "€ 479/godišnje",
  "WHO ARE WE": "TKO SMO MI",
  "WHY JOURNY?": "ZAŠTO JOURNY?",
  "WHO ARE WE text": "Journy je nastao iz strasti prema inovacijama i dubokog poštovanja prema generacijama predanosti, strasti i tradicije koje definiraju vinarstvo. Razumijemo izazove balansiranja nasljeđa s modernim zahtjevima poput održivosti, propisa i promjenjivih vrijednosti potrošača. Zato smo stvorili platformu koja pojednostavljuje složenosti, pojačava vašu priču i povezuje proizvođače s kupcima na potpuno novi način",
  "Learn more": "Saznajte više",
  "Are you ready to share your story": "Jeste li spremni podijeliti svoju priču?",
  "Stand out and make an impact with our e-labels": "Istaknite se i ostavite trag s našim e-etiketama",
  "FAQ AND CONTACT": "ČESTA PITANJA I KONTAKT",
  "DO YOU HAVE ANY QUESTIONS?": "IMATE LI PITANJA?",
  "CONTACT US": "KONTAKTIRAJTE NAS",
  "Contact": "Kontakt",
  "Privacy Policy": "Pravila privatnosti",
  "Terms & Conditions": "Uvjeti korištenja",
  "all rights reserved": "sva prava pridržana",
  "What is Journy?": "Što je Journy?",
  "What is Journy text": "Journy je platforma za proizvođače vina koja oživljava priču vašeg vina. Omogućuje vam dijeljenje svakog koraka vašeg putovanja - od vinograda do stola - s kupcima kojima je stalo do kvalitete, održivosti i autentičnosti. Naše e-etikete pomažu vam izgraditi povjerenje, pokazati svoje vrijednosti i povezati se s kupcima koji cijene strast iza svake boce.",
  "How do E-labels work?": "Kako funkcioniraju e-etikete?",
  "How do E-labels work text": "E-etikete su QR kodovi na vašim vinskim bocama koji pričaju vašu priču. Kada netko skenira kod svojim telefonom, može vidjeti detalje o vašem vinu - gdje je proizvedeno, kako je proizvedeno i vašu predanost kvaliteti i održivosti. To je jednostavan način povezivanja s kupcima i izgradnje povjerenja.",
  "How many e-labels will I need?": "Koliko će mi e-etiketa trebati?",
  "How many e-labels will I need text": "Naši planovi se temelje na ukupnom broju e-etiketa koje trebate za sva vaša vina, ne samo godišnje. Evo kako to funkcionira:",
  "How many e-labels will I need 2025": "• 2025: Ako lansirate 10 novih vina, trebat će vam 10 e-etiketa. Možete početi s našim planom od 15 e-etiketa za €179/godišnje.",
  "How many e-labels will I need 2026": "• 2026: Kada lansirate dodatnih 15 vina, plus 10 iz 2025., trebat će vam 25 e-etiketa. Tada ćete nadograditi na plan od 30 ili 50 e-etiketa, s cijenama od €319 do €479/godišnje, ovisno o vašim potrebama.",
  "Once I print the QR codes, can I edit the information?": "Nakon što ispišem QR kodove, mogu li uređivati informacije?",
  "QR codes edit information text": "Da, možete! Nakon ispisa QR kodova s osnovnim detaljima poput imena, berbe i sorte, uvijek se možete vratiti kako biste ažurirali ili dodali više informacija, poput sastojaka ili nutritivnih detalja. Budući da je sve digitalno, nema potrebe za ponovnim ispisom kada radite promjene!",
  "Do you calculate the energy content?": "Izračunavate li energetski sadržaj?",
  "Calculate energy text": "Da, mi se brinemo o tome za vas! Samo unesite postotak alkohola, razine šećera i organske kiseline, a mi ćemo automatski izračunati energetski sadržaj prema EU standardima.",
  "What happens if I don't follow the regulation?": "Što se događa ako ne slijedim propise?",
  "Follow regulations text": "Od 8. prosinca 2023., EU propis nalaže da sva proizvedena i prodana vina moraju imati ispravnu etiketu. Nepoštivanje može rezultirati kaznom do €40.000.",
  "What kind of technology is Journy using?": "Koju tehnologiju Journy koristi?",
  "Blockchain and QR codes": "Journy koristi blockchain i QR kodove kako bi putovanje vašeg vina učinio transparentnim i sigurnim.",
  "Blockchain explanation": "Blockchain: To je poput digitalne evidencije koja bilježi svaki korak proizvodnje vašeg vina. Jednom dodane, informacije ne može mijenjati nitko izvan vaše pouzdane mreže, sprječavajući krivotvorenje. I dalje možete ažurirati detalje ili ispraviti pogreške kad god je potrebno, održavajući sve točnim.<br/><br/>QR kodovi: QR kod na vašoj boci povezan je s pametnom e-etiketom, omogućujući kupcima trenutni pristup detaljnim informacijama o vašem vinu, olakšavajući povezivanje s pričom vašeg proizvoda."
}