{
  "Home": "Kezdőlap",
  "About us": "Rólunk",
  "Log in": "Bejelentkezés",
  "Sign up": "Regisztráció",
  "YOUR JOURNEY": "AZ ÖN ÚTJA",
  "IN EVERY SCAN": "MINDEN BEOLVASÁSBAN",
  "Showcase Your Sustainability with Smart E-Labels": "Mutassa be fenntarthatóságát okos e-címkékkel",
  "Start today": "Kezdje el ma",
  "Scroll down": "Görgessen le",
  "HOW IT WORKS": "HOGYAN MŰKÖDIK",
  "SHARE YOUR JOURNEY IN 4 STEPS": "OSSZA MEG TÖRTÉNETÉT 4 LÉPÉSBEN",
  "Click here to see an example": "Kattintson ide egy példáért",
  "WHY YOU NEED E-LABELS": "MIÉRT VAN SZÜKSÉGE E-CÍMKÉKRE",
  "YOUR WINE TELLS A STORY": "A BORA TÖRTÉNETET MESÉL",
  "Wine Story": "A bora egy történetet mesél - a földről, ahonnan származik, a gondoskodásról, amit minden palackba fektet, és az értékekről, amelyeket képvisel. Egy egyszerű beolvasással az e-címkék életre keltik bora útját. Megmutatják, honnan származik, mit tartalmaz, és az Ön elkötelezettségét a helyes módszerek iránt. Az e-címkék lehetővé teszik, hogy megossza szenvedélyét és közvetlenül kapcsolatba lépjen azokkal, akik ugyanúgy fontosnak tartják az eredetiséget és a fenntarthatóságot, mint Ön",
  "We empower wine producers to meet the growing demands for": "Feljogosítjuk a bortermelőket, hogy megfeleljenek a növekvő igényeknek a",
  "transparency": "átláthatóság",
  "and": "és",
  "sustainability": "fenntarthatóság",
  "while turning environmental challenges into business opportunities": "terén, miközben a környezeti kihívásokat üzleti lehetőségekké alakítjuk",
  "With Journy, we make it possible for consumers to know": "A Journy-vel lehetővé tesszük a fogyasztók számára, hogy megtudják",
  "who made their wine, how it was produced, and how their choices impact the planet": "ki készítette a borukat, hogyan készült, és hogyan befolyásolják választásaik a bolygót",
  "PRICES": "ÁRAK",
  "CHOOSE YOUR E-LABEL PLAN": "VÁLASSZA KI E-CÍMKE CSOMAGJÁT",
  "3 labels": "3 címke",
  "€ 0/year": "€ 0/év",
  "Full compliance with EU e-labeling regulations": "Teljes megfelelés az EU e-címkézési előírásainak",
  "Multilingual support in all EU languages": "Többnyelvű támogatás minden EU nyelven",
  "Try for free": "Próbálja ki ingyen",
  "15 labels": "15 címke",
  "€ 179/year": "€ 179/év",
  "Get started": "Kezdjen hozzá",
  "30 labels": "30 címke",
  "€ 319/year": "€ 319/év",
  "50 labels": "50 címke",
  "€ 479/year": "€ 479/év",
  "WHO ARE WE": "KIK VAGYUNK",
  "WHY JOURNY?": "MIÉRT A JOURNY?",
  "WHO ARE WE text": "A Journy az innováció iránti szenvedélyből és a borászatot meghatározó generációk elkötelezettségének, szenvedélyének és hagyományának mély tiszteletéből született. Megértjük az örökség és a modern követelmények - mint a fenntarthatóság, szabályozások és változó fogyasztói értékek - közötti egyensúly kihívásait. Ezért hoztunk létre egy platformot, amely egyszerűsíti a komplexitást, felerősíti történetét, és minden eddiginél jobban összeköti a termelőket a vásárlókkal",
  "Learn more": "Tudjon meg többet",
  "Are you ready to share your story": "Készen áll megosztani történetét?",
  "Stand out and make an impact with our e-labels": "Tűnjön ki és érjen el hatást e-címkéinkkel",
  "FAQ AND CONTACT": "GYIK ÉS KAPCSOLAT",
  "DO YOU HAVE ANY QUESTIONS?": "VAN KÉRDÉSE?",
  "CONTACT US": "KAPCSOLAT",
  "Contact": "Kapcsolat",
  "Privacy Policy": "Adatvédelmi Irányelvek",
  "Terms & Conditions": "Általános Szerződési Feltételek",
  "all rights reserved": "minden jog fenntartva",
  "What is Journy?": "Mi a Journy?",
  "What is Journy text": "A Journy egy platform bortermelők számára, amely életre kelti bora történetét. Lehetővé teszi, hogy megossza útjának minden lépését - a szőlőültetvénytől az asztalig - azokkal a vásárlókkal, akik számára fontos a minőség, a fenntarthatóság és az eredetiség. E-címkéink segítenek bizalmat építeni, bemutatni értékeit és kapcsolatba lépni azokkal a vásárlókkal, akik értékelik a minden palack mögött rejlő szenvedélyt.",
  "How do E-labels work?": "Hogyan működnek az E-címkék?",
  "How do E-labels work text": "Az e-címkék QR-kódok a borosüvegeken, amelyek elmesélik történetét. Amikor valaki beolvassa a kódot a telefonjával, láthatja a bor részleteit - például hogy hol készült, hogyan állították elő, és az Ön elkötelezettségét a minőség és fenntarthatóság iránt. Ez egy egyszerű módja a vásárlókkal való kapcsolatteremtésnek és a bizalom építésének.",
  "How many e-labels will I need?": "Hány e-címkére lesz szükségem?",
  "How many e-labels will I need text": "Csomagjaink az összes borához szükséges e-címkék teljes számán alapulnak, nem csak évenként. Így működik:",
  "How many e-labels will I need 2025": "• 2025: Ha 10 új bort bocsát ki, 10 e-címkére lesz szüksége. Kezdheti a 15 e-címkés csomaggal 179€/év áron.",
  "How many e-labels will I need 2026": "• 2026: Amikor további 15 bort bocsát ki, plusz a 2025-ös 10-et, 25 e-címkére lesz szüksége. Ekkor frissíthet a 30 vagy 50 e-címkés csomagra, 319€-tól 479€/év áron, igényeitől függően.",
  "Once I print the QR codes, can I edit the information?": "Miután kinyomtattam a QR-kódokat, szerkeszthetem az információkat?",
  "QR codes edit information text": "Igen, lehetséges! Miután kinyomtatta a QR-kódokat az alapvető adatokkal, mint a név, évjárat és fajta, bármikor visszatérhet frissíteni vagy további információkat hozzáadni, például összetevőket vagy tápanyag-információkat. Mivel minden digitális, nincs szükség újranyomtatásra a változtatások után!",
  "Do you calculate the energy content?": "Kiszámolják az energiatartalmat?",
  "Calculate energy text": "Igen, gondoskodunk erről Önnek! Csak adja meg az alkoholtartalmat, cukormennyiséget és szerves savakat, és mi automatikusan kiszámítjuk az energiatartalmat az EU szabványok alapján.",
  "What happens if I don't follow the regulation?": "Mi történik, ha nem tartom be a szabályozást?",
  "Follow regulations text": "2023. december 8-tól az EU szabályozás előírja, hogy minden előállított és értékesített bornak rendelkeznie kell a megfelelő címkével. A nem megfelelés akár 40.000€ bírságot is eredményezhet.",
  "What kind of technology is Journy using?": "Milyen technológiát használ a Journy?",
  "Blockchain and QR codes": "A Journy blokkláncot és QR-kódokat használ, hogy bora útja átlátható és biztonságos legyen.",
  "Blockchain explanation": "Blokklánc: Olyan, mint egy digitális nyilvántartás, amely rögzíti bortermelésének minden lépését. A hozzáadott információkat senki nem módosíthatja a megbízható hálózatán kívül, megakadályozva a hamisítást. Ön továbbra is frissítheti az adatokat vagy javíthatja a hibákat, amikor szükséges, így minden pontos marad.<br/><br/>QR-kódok: Az üvegen található QR-kód egy okos E-címkéhez kapcsolódik, lehetővé téve a vásárlók számára, hogy azonnal hozzáférjenek a bor részletes információihoz, így könnyen összekapcsolhatják őket terméke történetével."
}