{
  "Home": "Home",
  "About us": "Chi siamo",
  "Log in": "Accedi",
  "Sign up": "Registrati",
  "YOUR JOURNEY": "IL TUO VIAGGIO",
  "IN EVERY SCAN": "IN OGNI SCANSIONE",
  "Showcase Your Sustainability with Smart E-Labels": "Mostra la Tua Sostenibilità con Etichette Elettroniche Intelligenti",
  "Start today": "Inizia oggi",
  "Scroll down": "Scorri in basso",
  "HOW IT WORKS": "COME FUNZIONA",
  "SHARE YOUR JOURNEY IN 4 STEPS": "CONDIVIDI IL TUO VIAGGIO IN 4 PASSAGGI",
  "Click here to see an example": "Clicca qui per vedere un esempio",
  "WHY YOU NEED E-LABELS": "PERCHÉ HAI BISOGNO DELLE E-LABELS",
  "YOUR WINE TELLS A STORY": "IL TUO VINO RACCONTA UNA STORIA",
  "Wine Story": "Il tuo vino racconta una storia - della terra da cui proviene, della cura che metti in ogni bottiglia e dei valori che rappresenti. Con una semplice scansione, le etichette elettroniche danno vita al viaggio del tuo vino. Mostrano la sua provenienza, cosa contiene e il tuo impegno nel fare le cose nel modo giusto. Le etichette elettroniche ti permettono di condividere la tua passione e connetterti direttamente con chi tiene all'autenticità e alla sostenibilità quanto te",
  "We empower wine producers to meet the growing demands for": "Aiutiamo i produttori di vino a soddisfare le crescenti richieste di",
  "transparency": "trasparenza",
  "and": "e",
  "sustainability": "sostenibilità",
  "while turning environmental challenges into business opportunities": "trasformando le sfide ambientali in opportunità di business",
  "With Journy, we make it possible for consumers to know": "Con Journy, rendiamo possibile ai consumatori sapere",
  "who made their wine, how it was produced, and how their choices impact the planet": "chi ha prodotto il loro vino, come è stato prodotto e come le loro scelte impattano sul pianeta",
  "PRICES": "PREZZI",
  "CHOOSE YOUR E-LABEL PLAN": "SCEGLI IL TUO PIANO E-LABEL",
  "3 labels": "3 etichette",
  "€ 0/year": "€ 0/anno",
  "Full compliance with EU e-labeling regulations": "Piena conformità con le normative UE sulle etichette elettroniche",
  "Multilingual support in all EU languages": "Supporto multilingue in tutte le lingue UE",
  "Try for free": "Prova gratuitamente",
  "15 labels": "15 etichette",
  "€ 179/year": "€ 179/anno",
  "Get started": "Inizia ora",
  "30 labels": "30 etichette",
  "€ 319/year": "€ 319/anno",
  "50 labels": "50 etichette",
  "€ 479/year": "€ 479/anno",
  "WHO ARE WE": "CHI SIAMO",
  "WHY JOURNY?": "PERCHÉ JOURNY?",
  "WHO ARE WE text": "Journy nasce da una passione per l'innovazione e da un profondo rispetto per le generazioni di dedizione, passione e tradizione che definiscono la vinificazione. Comprendiamo le sfide di bilanciare il patrimonio con le esigenze moderne come sostenibilità, normative e valori dei consumatori in evoluzione. Ecco perché abbiamo creato una piattaforma per semplificare le complessità, amplificare la tua storia e connettere i produttori con i clienti come mai prima d'ora",
  "Learn more": "Scopri di più",
  "Are you ready to share your story": "Sei pronto a condividere la tua storia?",
  "Stand out and make an impact with our e-labels": "Distinguiti e crea un impatto con le nostre e-labels",
  "FAQ AND CONTACT": "FAQ E CONTATTI",
  "DO YOU HAVE ANY QUESTIONS?": "HAI DELLE DOMANDE?",
  "CONTACT US": "CONTATTACI",
  "Contact": "Contatti",
  "Privacy Policy": "Informativa Privacy",
  "Terms & Conditions": "Termini e Condizioni",
  "all rights reserved": "tutti i diritti riservati",
  "What is Journy?": "Cos'è Journy?",
  "What is Journy text": "Journy è una piattaforma per produttori di vino che dà vita alla storia del tuo vino. Ti permette di condividere ogni fase del tuo viaggio - dalla vigna alla tavola - con i clienti che tengono alla qualità, alla sostenibilità e all'autenticità. Le nostre E-labels ti aiutano a costruire fiducia, mostrare i tuoi valori e connetterti con i clienti che apprezzano la passione dietro ogni bottiglia.",
  "How do E-labels work?": "Come funzionano le E-labels?",
  "How do E-labels work text": "Le E-labels sono codici QR sulle tue bottiglie di vino che raccontano la tua storia. Quando qualcuno scansiona il codice con il telefono, può vedere i dettagli del tuo vino, come dove è prodotto, come è realizzato e il tuo impegno per la qualità e la sostenibilità. È un modo semplice per connetterti con i clienti e costruire fiducia.",
  "How many e-labels will I need?": "Di quante e-labels avrò bisogno?",
  "How many e-labels will I need text": "I nostri piani si basano sul numero totale di e-labels di cui hai bisogno per tutti i tuoi vini, non solo per anno. Ecco come funziona:",
  "How many e-labels will I need 2025": "• 2025: Se rilasci 10 nuovi vini, avrai bisogno di 10 e-labels. Puoi iniziare con il nostro piano da 15 e-labels a €179/anno.",
  "How many e-labels will I need 2026": "• 2026: Quando rilascerai altri 15 vini, più i 10 del 2025, avrai bisogno di 25 e-labels. Dovrai quindi passare al piano da 30 o 50 e-labels, con prezzi da €319 a €479/anno, a seconda delle tue esigenze.",
  "Once I print the QR codes, can I edit the information?": "Una volta stampati i codici QR, posso modificare le informazioni?",
  "QR codes edit information text": "Sì, puoi farlo! Dopo aver stampato i codici QR con i dettagli di base come nome, annata e varietà, puoi sempre tornare ad aggiornare o aggiungere più informazioni, come ingredienti o dettagli nutrizionali. Poiché è tutto digitale, non c'è bisogno di ristampare nulla quando fai delle modifiche!",
  "Do you calculate the energy content?": "Calcolate il contenuto energetico?",
  "Calculate energy text": "Sì, ce ne occupiamo noi! Basta inserire la percentuale di alcol, i livelli di zucchero e gli acidi organici, e calcoleremo automaticamente il contenuto energetico secondo gli standard UE.",
  "What happens if I don't follow the regulation?": "Cosa succede se non rispetto il regolamento?",
  "Follow regulations text": "A partire dall'8 dicembre 2023, il regolamento UE impone che tutti i vini prodotti e venduti devono avere l'etichetta corretta. Il mancato rispetto potrebbe comportare una multa fino a €40.000.",
  "What kind of technology is Journy using?": "Che tipo di tecnologia usa Journy?",
  "Blockchain and QR codes": "Journy utilizza blockchain e codici QR per rendere trasparente e sicuro il percorso del tuo vino.",
  "Blockchain explanation": "Blockchain: È come un registro digitale che registra ogni fase della produzione del tuo vino. Una volta aggiunte, le informazioni non possono essere modificate da nessuno al di fuori della tua rete di fiducia, prevenendo la contraffazione. Puoi comunque aggiornare i dettagli o correggere gli errori quando necessario, mantenendo tutto accurato.<br/><br/>Codici QR: Il codice QR sulla tua bottiglia si collega a un'E-label intelligente, permettendo ai clienti di accedere istantaneamente a informazioni dettagliate sul tuo vino, rendendo facile collegarli alla storia del tuo prodotto."
}