{
  "Home": "Sākums",
  "About us": "Par mums",
  "Log in": "Pierakstīties",
  "Sign up": "Reģistrēties",
  "YOUR JOURNEY": "TAVS CEĻOJUMS",
  "IN EVERY SCAN": "KATRĀ SKENĒJUMĀ",
  "Showcase Your Sustainability with Smart E-Labels": "Parādiet savu ilgtspēju ar viedām e-etiķetēm",
  "Start today": "Sāciet šodien",
  "Scroll down": "Ritiniet uz leju",
  "HOW IT WORKS": "KĀ TAS DARBOJAS",
  "SHARE YOUR JOURNEY IN 4 STEPS": "DALIETIES AR SAVU CEĻOJUMU 4 SOĻOS",
  "Click here to see an example": "Klikšķiniet šeit, lai redzētu piemēru",
  "WHY YOU NEED E-LABELS": "KĀPĒC JUMS VAJADZĪGAS E-ETIĶETES",
  "YOUR WINE TELLS A STORY": "JŪSU VĪNS STĀSTA STĀSTU",
  "Wine Story": "Jūsu vīns stāsta stāstu - par zemi, no kuras tas nāk, rūpēm, ko ielikat katrā pudelē, un vērtībām, ko pārstāvat. Ar vienkāršu skenēšanu e-etiķetes atdzīvina jūsu vīna ceļojumu. Tās parāda, no kurienes tas nāk, kas tajā ir, un jūsu apņemšanos darīt lietas pareizi. E-etiķetes ļauj jums dalīties ar savu aizraušanos un tieši sazināties ar tiem, kuriem autentiskums un ilgtspēja rūp tikpat daudz kā jums",
  "We empower wine producers to meet the growing demands for": "Mēs dodam iespēju vīna ražotājiem apmierināt pieaugošo pieprasījumu pēc",
  "transparency": "caurspīdīguma",
  "and": "un",
  "sustainability": "ilgtspējas",
  "while turning environmental challenges into business opportunities": "pārvēršot vides izaicinājumus biznesa iespējās",
  "With Journy, we make it possible for consumers to know": "Ar Journy mēs padarām iespējamu patērētājiem uzzināt",
  "who made their wine, how it was produced, and how their choices impact the planet": "kas izgatavoja viņu vīnu, kā tas tika ražots un kā viņu izvēles ietekmē planētu",
  "PRICES": "CENAS",
  "CHOOSE YOUR E-LABEL PLAN": "IZVĒLIETIES SAVU E-ETIĶEŠU PLĀNU",
  "3 labels": "3 etiķetes",
  "€ 0/year": "€ 0/gadā",
  "Full compliance with EU e-labeling regulations": "Pilnīga atbilstība ES e-marķēšanas noteikumiem",
  "Multilingual support in all EU languages": "Daudzvalodu atbalsts visās ES valodās",
  "Try for free": "Izmēģiniet bez maksas",
  "15 labels": "15 etiķetes",
  "€ 179/year": "€ 179/gadā",
  "Get started": "Sākt lietot",
  "30 labels": "30 etiķetes",
  "€ 319/year": "€ 319/gadā",
  "50 labels": "50 etiķetes",
  "€ 479/year": "€ 479/gadā",
  "WHO ARE WE": "KAS MĒS ESAM",
  "WHY JOURNY?": "KĀPĒC JOURNY?",
  "WHO ARE WE text": "Journy radās no aizraušanās ar inovācijām un dziļas cieņas pret paaudžu veltīto uzmanību, aizrautību un tradīcijām, kas raksturo vīna darīšanu. Mēs saprotam izaicinājumus, kas saistīti ar mantojuma līdzsvarošanu ar mūsdienu prasībām, piemēram, ilgtspēju, regulējumiem un mainīgajām patērētāju vērtībām. Tāpēc mēs esam izveidojuši platformu, lai vienkāršotu sarežģītību, pastiprinātu jūsu stāstu un savienotu ražotājus ar klientiem kā nekad agrāk",
  "Learn more": "Uzzināt vairāk",
  "Are you ready to share your story": "Vai esat gatavi dalīties ar savu stāstu?",
  "Stand out and make an impact with our e-labels": "Izcelieties un radiet iespaidu ar mūsu e-etiķetēm",
  "FAQ AND CONTACT": "BUJ UN KONTAKTI",
  "DO YOU HAVE ANY QUESTIONS?": "VAI JUMS IR KĀDI JAUTĀJUMI?",
  "CONTACT US": "SAZINIES AR MUMS",
  "Contact": "Kontakti",
  "Privacy Policy": "Privātuma politika",
  "Terms & Conditions": "Lietošanas noteikumi",
  "all rights reserved": "visas tiesības aizsargātas",
  "What is Journy?": "Kas ir Journy?",
  "What is Journy text": "Journy ir platforma vīna ražotājiem, kas atdzīvina jūsu vīna stāstu. Tā ļauj jums dalīties ar katru jūsu ceļojuma soli - no vīnogulāja līdz galdam - ar klientiem, kuriem rūp kvalitāte, ilgtspēja un autentiskums. Mūsu e-etiķetes palīdz jums veidot uzticību, parādīt savas vērtības un veidot saikni ar klientiem, kuri novērtē kaislību, kas slēpjas aiz katras pudeles.",
  "How do E-labels work?": "Kā darbojas e-etiķetes?",
  "How do E-labels work text": "E-etiķetes ir QR kodi uz jūsu vīna pudelēm, kas stāsta jūsu stāstu. Kad kāds skenē kodu ar savu tālruni, viņi var redzēt informāciju par jūsu vīnu - kur tas tiek ražots, kā tas tiek ražots un jūsu apņemšanos nodrošināt kvalitāti un ilgtspēju. Tas ir vienkāršs veids, kā veidot saikni ar klientiem un radīt uzticību.",
  "How many e-labels will I need?": "Cik e-etiķešu man būs nepieciešams?",
  "How many e-labels will I need text": "Mūsu plāni ir balstīti uz kopējo e-etiķešu skaitu, kas jums nepieciešamas visiem jūsu vīniem, ne tikai gadā. Lūk, kā tas darbojas:",
  "How many e-labels will I need 2025": "• 2025: Ja jūs laidīsiet klajā 10 jaunus vīnus, jums būs nepieciešamas 10 e-etiķetes. Jūs varat sākt ar mūsu 15 e-etiķešu plānu par €179/gadā.",
  "How many e-labels will I need 2026": "• 2026: Kad jūs laidīsiet klajā vēl 15 vīnus, plus 10 no 2025. gada, jums būs nepieciešamas 25 e-etiķetes. Tad jūs varēsiet pāriet uz 30 vai 50 e-etiķešu plānu, ar cenu no €319 līdz €479/gadā, atkarībā no jūsu vajadzībām.",
  "Once I print the QR codes, can I edit the information?": "Vai es varu rediģēt informāciju pēc QR kodu izdrukāšanas?",
  "QR codes edit information text": "Jā, jūs varat! Pēc QR kodu izdrukāšanas ar pamata informāciju, piemēram, nosaukumu, gadagājumu un šķirni, jūs vienmēr varat atgriezties, lai atjauninātu vai pievienotu papildu informāciju, piemēram, sastāvdaļas vai uzturvērtību. Tā kā viss ir digitāls, nav nepieciešams neko pārdrukāt, kad veicat izmaiņas!",
  "Do you calculate the energy content?": "Vai jūs aprēķināt enerģētisko vērtību?",
  "Calculate energy text": "Jā, mēs par to parūpējamies jūsu vietā! Vienkārši ievadiet alkohola procentu, cukura līmeni un organiskās skābes, un mēs automātiski aprēķināsim enerģētisko vērtību atbilstoši ES standartiem.",
  "What happens if I don't follow the regulation?": "Kas notiek, ja es neievēroju noteikumus?",
  "Follow regulations text": "Sākot ar 2023. gada 8. decembri, ES regulējums nosaka, ka visiem ražotajiem un pārdotajiem vīniem jābūt pareizai etiķetei. Noteikumu neievērošana var izraisīt sodu līdz €40 000.",
  "What kind of technology is Journy using?": "Kādu tehnoloģiju izmanto Journy?",
  "Blockchain and QR codes": "Journy izmanto blokķēdi un QR kodus, lai padarītu jūsu vīna ceļojumu caurspīdīgu un drošu.",
  "Blockchain explanation": "Blokķēde: Tas ir kā digitāls ieraksts, kas reģistrē katru jūsu vīna ražošanas soli. Kad informācija ir pievienota, to nevar mainīt neviens ārpus jūsu uzticamā tīkla, novēršot viltošanu. Jūs joprojām varat atjaunināt informāciju vai labot kļūdas jebkurā laikā, saglabājot visu precīzi.<br/><br/>QR kodi: QR kods uz jūsu pudeles savieno ar viedu e-etiķeti, ļaujot klientiem nekavējoties piekļūt detalizētai informācijai par jūsu vīnu, atvieglojot viņu piekļuvi jūsu produkta stāstam."
}