{
  "Home": "Paġna Ewlenija",
  "About us": "Dwarna",
  "Log in": "Idħol",
  "Sign up": "Irreġistra",
  "YOUR JOURNEY": "IL-VJAĠĠ TIEGĦEK",
  "IN EVERY SCAN": "F'KULL SCAN",
  "Showcase Your Sustainability with Smart E-Labels": "Uri s-Sostenibbiltà Tiegħek b'Tikketti Elettroniċi Smart",
  "Start today": "Ibda llum",
  "Scroll down": "Skrollja 'l isfel",
  "HOW IT WORKS": "KIF TAĦDEM",
  "SHARE YOUR JOURNEY IN 4 STEPS": "AQSAM IL-VJAĠĠ TIEGĦEK F'4 PASSI",
  "Click here to see an example": "Ikklikkja hawn biex tara eżempju",
  "WHY YOU NEED E-LABELS": "GĦALIEX GĦANDEK BŻONN IT-TIKKETTI ELETTRONIĊI",
  "YOUR WINE TELLS A STORY": "L-INBID TIEGĦEK JIRRAKKONTA STORJA",
  "Wine Story": "L-inbid tiegħek jirrakkonta storja - tal-art minn fejn ġej, il-kura li poġġejt f'kull flixkun, u l-valuri li tirrappreżenta. B'scan sempliċi, it-tikketti elettroniċi jagħtu l-ħajja lill-vjaġġ tal-inbid tiegħek. Juru minn fejn ġej, x'fih, u l-impenn tiegħek biex tagħmel l-affarijiet bit-tajjeb. It-tikketti elettroniċi jħalluk taqsam il-passjoni tiegħek u tikkonnettja direttament ma' dawk li jimpurtahom mill-awtentiċità u s-sostenibbiltà daqs kemm jimpurta lilek",
  "We empower wine producers to meet the growing demands for": "Aħna nagħtu s-setgħa lill-produtturi tal-inbid biex jilħqu d-domandi li qed jiżdiedu għal",
  "transparency": "trasparenza",
  "and": "u",
  "sustainability": "sostenibbiltà",
  "while turning environmental challenges into business opportunities": "filwaqt li nbiddlu l-isfidi ambjentali f'opportunitajiet ta' negozju",
  "With Journy, we make it possible for consumers to know": "Ma' Journy, nagħmluha possibbli għall-konsumaturi li jkunu jafu",
  "who made their wine, how it was produced, and how their choices impact the planet": "min għamel l-inbid tagħhom, kif ġie prodott, u kif l-għażliet tagħhom jimpattaw il-pjaneta",
  "PRICES": "PREZZIJIET",
  "CHOOSE YOUR E-LABEL PLAN": "AGĦŻEL IL-PJAN TAT-TIKKETTI ELETTRONIĊI TIEGĦEK",
  "3 labels": "3 tikketti",
  "€ 0/year": "€ 0/sena",
  "Full compliance with EU e-labeling regulations": "Konformità sħiħa mar-regolamenti tal-UE dwar it-tikketti elettroniċi",
  "Multilingual support in all EU languages": "Appoġġ multilingwi fil-lingwi kollha tal-UE",
  "Try for free": "Ipprova b'xejn",
  "15 labels": "15-il tikketta",
  "€ 179/year": "€ 179/sena",
  "Get started": "Ibda",
  "30 labels": "30 tikketta",
  "€ 319/year": "€ 319/sena",
  "50 labels": "50 tikketta",
  "€ 479/year": "€ 479/sena",
  "WHO ARE WE": "MIN AĦNA",
  "WHY JOURNY?": "GĦALIEX JOURNY?",
  "WHO ARE WE text": "Journy twieldet minn passjoni għall-innovazzjoni u rispett profond għall-ġenerazzjonijiet ta' dedikazzjoni, passjoni, u tradizzjoni li jiddefinixxu l-produzzjoni tal-inbid. Aħna nifhmu l-isfidi biex tibbilanċja l-wirt mal-ħtiġijiet moderni bħas-sostenibbiltà, ir-regolamenti, u l-valuri tal-konsumaturi li qed jinbidlu. Għalhekk ħloqna pjattaforma biex nissimplifikaw il-kumplessitajiet, namplifikaw l-istorja tiegħek, u nikkonnettjaw il-produtturi mal-klijenti b'mod li qatt ma sar qabel",
  "Learn more": "Tgħallem aktar",
  "Are you ready to share your story": "Lest biex taqsam l-istorja tiegħek?",
  "Stand out and make an impact with our e-labels": "Kun differenti u ħalli impatt bit-tikketti elettroniċi tagħna",
  "FAQ AND CONTACT": "FAQ U KUNTATT",
  "DO YOU HAVE ANY QUESTIONS?": "GĦANDEK XI MISTOQSIJIET?",
  "CONTACT US": "IKKUNTATTJANA",
  "Contact": "Kuntatt",
  "Privacy Policy": "Politika tal-Privatezza",
  "Terms & Conditions": "Termini u Kundizzjonijiet",
  "all rights reserved": "id-drittijiet kollha riservati",
  "What is Journy?": "X'inhu Journy?",
  "What is Journy text": "Journy hija pjattaforma għall-produtturi tal-inbid li tagħti l-ħajja lill-istorja tal-inbid tiegħek. Tħallik taqsam kull pass tal-vjaġġ tiegħek—mill-għelieqi għall-mejda—ma' klijenti li jimpurtahom mill-kwalità, sostenibbiltà, u awtentiċità. It-tikketti elettroniċi tagħna jgħinuk tibni fiduċja, turi l-valuri tiegħek, u tikkonnettja ma' klijenti li japprezzaw il-passjoni wara kull flixkun.",
  "How do E-labels work?": "Kif jaħdmu t-tikketti elettroniċi?",
  "How do E-labels work text": "It-tikketti elettroniċi huma kodiċijiet QR fuq il-fliexken tal-inbid tiegħek li jirrakkontaw l-istorja tiegħek. Meta xi ħadd jiskenja l-kodiċi bit-telefon tagħhom, jistgħu jaraw dettalji dwar l-inbid tiegħek—bħal fejn isir, kif jiġi prodott, u l-impenn tiegħek għall-kwalità u s-sostenibbiltà. Huwa mod sempliċi biex tikkonnettja mal-klijenti u tibni l-fiduċja.",
  "How many e-labels will I need?": "Kemm se jkolli bżonn tikketti elettroniċi?",
  "How many e-labels will I need text": "Il-pjanijiet tagħna huma bbażati fuq in-numru totali ta' tikketti elettroniċi li għandek bżonn għall-inbejjed kollha tiegħek, mhux biss kull sena. Hekk taħdem:",
  "How many e-labels will I need 2025": "• 2025: Jekk toħroġ 10 inbejjed ġodda, se jkollok bżonn 10 tikketti elettroniċi. Tista' tibda bil-pjan ta' 15-il tikketta elettronika bi €179/sena.",
  "How many e-labels will I need 2026": "• 2026: Meta toħroġ 15-il inbid ieħor, flimkien mal-10 tal-2025, se jkollok bżonn 25 tikketta elettronika. Imbagħad se jkollok bżonn taqleb għall-pjan ta' 30 jew 50 tikketta elettronika, bi prezzijiet minn €319 sa €479/sena, skont il-ħtiġijiet tiegħek.",
  "Once I print the QR codes, can I edit the information?": "Ladarba nistampa l-kodiċijiet QR, nista' neditja l-informazzjoni?",
  "QR codes edit information text": "Iva, tista'! Wara li tistampa l-kodiċijiet QR bid-dettalji bażiċi bħall-isem, il-vintage, u l-varjetà, tista' dejjem terġa' lura biex taġġorna jew iżżid aktar informazzjoni, bħal ingredjenti jew dettalji nutrizzjonali. Peress li kollox huwa diġitali, m'hemmx bżonn terġa' tistampa xejn meta tagħmel il-bidliet!",
  "Do you calculate the energy content?": "Tistgħu tikalkulaw il-kontenut tal-enerġija?",
  "Calculate energy text": "Iva, nieħdu ħsieb dan għalik! Sempliċement daħħal il-persentaġġ tal-alkoħol, il-livelli taz-zokkor, u l-aċidi organiċi, u aħna awtomatikament nikkalkulaw il-kontenut tal-enerġija bbażat fuq l-istandards tal-UE.",
  "What happens if I don't follow the regulation?": "X'jiġri jekk ma nsegwix ir-regolament?",
  "Follow regulations text": "Mit-8 ta' Diċembru 2023, ir-regolament tal-UE jitlob li l-inbejjed kollha prodotti u mibjugħa jrid ikollhom it-tikketta korretta. Nuqqas ta' konformità jista' jwassal għal multa sa €40,000.",
  "What kind of technology is Journy using?": "X'tip ta' teknoloġija qed tuża Journy?",
  "Blockchain and QR codes": "Journy tuża blockchain u kodiċijiet QR biex tagħmel il-vjaġġ tal-inbid tiegħek trasparenti u sigur.",
  "Blockchain explanation": "Blockchain: Huwa bħal rekord diġitali li jirreġistra kull pass tal-produzzjoni tal-inbid tiegħek. Ladarba tiżdied, l-informazzjoni ma tistax tinbidel minn xi ħadd barra min-netwerk fdat tiegħek, biex tipprevjeni l-falsifikazzjoni. Xorta tista' taġġorna d-dettalji jew tikkoreġi żbalji meta jkollok bżonn, biex iżżomm kollox preċiż.<br/><br/>Kodiċijiet QR: Il-kodiċi QR fuq il-flixkun tiegħek jikkonnettja ma' tikketta elettronika smart, li tippermetti lill-klijenti jaċċessaw minnufih informazzjoni dettaljata dwar l-inbid tiegħek, u jagħmilha faċli biex tikkonnettjahom mal-istorja tal-prodott tiegħek."
}