{
  "Home": "Home",
  "About us": "Over ons",
  "Log in": "Inloggen",
  "Sign up": "Registreren",
  "YOUR JOURNEY": "JOUW REIS",
  "IN EVERY SCAN": "IN ELKE SCAN",
  "Showcase Your Sustainability with Smart E-Labels": "Toon Jouw Duurzaamheid met Slimme E-Labels",
  "Start today": "Begin vandaag",
  "Scroll down": "Scroll naar beneden",
  "HOW IT WORKS": "HOE HET WERKT",
  "SHARE YOUR JOURNEY IN 4 STEPS": "DEEL JOUW REIS IN 4 STAPPEN",
  "Click here to see an example": "Klik hier voor een voorbeeld",
  "WHY YOU NEED E-LABELS": "WAAROM JE E-LABELS NODIG HEBT",
  "YOUR WINE TELLS A STORY": "JOUW WIJN VERTELT EEN VERHAAL",
  "Wine Story": "Jouw wijn vertelt een verhaal - over het land waar het vandaan komt, de zorg die je in elke fles stopt en de waarden waar je voor staat. Met een eenvoudige scan brengen e-labels de reis van je wijn tot leven. Ze laten zien waar het vandaan komt, wat erin zit en jouw toewijding om dingen op de juiste manier te doen. E-labels stellen je in staat om je passie te delen en direct contact te maken met mensen die net zoveel om authenticiteit en duurzaamheid geven als jij",
  "We empower wine producers to meet the growing demands for": "Wij stellen wijnproducenten in staat om te voldoen aan de groeiende vraag naar",
  "transparency": "transparantie",
  "and": "en",
  "sustainability": "duurzaamheid",
  "while turning environmental challenges into business opportunities": "terwijl we milieu-uitdagingen omzetten in zakelijke kansen",
  "With Journy, we make it possible for consumers to know": "Met Journy maken we het mogelijk voor consumenten om te weten",
  "who made their wine, how it was produced, and how their choices impact the planet": "wie hun wijn heeft gemaakt, hoe het is geproduceerd en hoe hun keuzes de planeet beïnvloeden",
  "PRICES": "PRIJZEN",
  "CHOOSE YOUR E-LABEL PLAN": "KIES JOUW E-LABEL PLAN",
  "3 labels": "3 labels",
  "€ 0/year": "€ 0/jaar",
  "Full compliance with EU e-labeling regulations": "Volledige naleving van EU e-labeling regelgeving",
  "Multilingual support in all EU languages": "Meertalige ondersteuning in alle EU-talen",
  "Try for free": "Probeer gratis",
  "15 labels": "15 labels",
  "€ 179/year": "€ 179/jaar",
  "Get started": "Aan de slag",
  "30 labels": "30 labels",
  "€ 319/year": "€ 319/jaar",
  "50 labels": "50 labels",
  "€ 479/year": "€ 479/jaar",
  "WHO ARE WE": "WIE ZIJN WIJ",
  "WHY JOURNY?": "WAAROM JOURNY?",
  "WHO ARE WE text": "Journy is ontstaan uit een passie voor innovatie en een diep respect voor de generaties van toewijding, passie en traditie die wijnbouw definieert. We begrijpen de uitdagingen van het balanceren van erfgoed met moderne eisen zoals duurzaamheid, regelgeving en veranderende consumentenwaarden. Daarom hebben we een platform gecreëerd om complexiteit te vereenvoudigen, jouw verhaal te versterken en producenten op een nieuwe manier met klanten te verbinden",
  "Learn more": "Lees meer",
  "Are you ready to share your story": "Ben je klaar om jouw verhaal te delen?",
  "Stand out and make an impact with our e-labels": "Val op en maak impact met onze e-labels",
  "FAQ AND CONTACT": "FAQ EN CONTACT",
  "DO YOU HAVE ANY QUESTIONS?": "HEB JE VRAGEN?",
  "CONTACT US": "NEEM CONTACT OP",
  "Contact": "Contact",
  "Privacy Policy": "Privacybeleid",
  "Terms & Conditions": "Algemene Voorwaarden",
  "all rights reserved": "alle rechten voorbehouden",
  "What is Journy?": "Wat is Journy?",
  "What is Journy text": "Journy is een platform voor wijnproducenten dat het verhaal van jouw wijn tot leven brengt. Het stelt je in staat om elke stap van je reis - van wijngaard tot tafel - te delen met klanten die om kwaliteit, duurzaamheid en authenticiteit geven. Onze e-labels helpen je vertrouwen op te bouwen, jouw waarden te tonen en contact te maken met klanten die de passie achter elke fles waarderen.",
  "How do E-labels work?": "Hoe werken e-labels?",
  "How do E-labels work text": "E-labels zijn QR-codes op je wijnflessen die jouw verhaal vertellen. Wanneer iemand de code met hun telefoon scant, kunnen ze details over jouw wijn zien - zoals waar deze wordt gemaakt, hoe deze wordt geproduceerd en jouw toewijding aan kwaliteit en duurzaamheid. Het is een eenvoudige manier om contact te maken met klanten en vertrouwen op te bouwen.",
  "How many e-labels will I need?": "Hoeveel e-labels heb ik nodig?",
  "How many e-labels will I need text": "Onze plannen zijn gebaseerd op het totale aantal e-labels dat je nodig hebt voor al je wijnen, niet per jaar. Zo werkt het:",
  "How many e-labels will I need 2025": "• 2025: Als je 10 nieuwe wijnen uitbrengt, heb je 10 e-labels nodig. Je kunt beginnen met ons 15 e-label plan voor €179/jaar.",
  "How many e-labels will I need 2026": "• 2026: Wanneer je nog eens 15 wijnen uitbrengt, plus de 10 uit 2025, heb je 25 e-labels nodig. Je upgrade dan naar het 30 of 50 e-label plan, met prijzen van €319 tot €479/jaar, afhankelijk van je behoeften.",
  "Once I print the QR codes, can I edit the information?": "Kan ik de informatie bewerken nadat ik de QR-codes heb geprint?",
  "QR codes edit information text": "Ja, dat kan! Na het printen van de QR-codes met basisgegevens zoals de naam, jaargang en variëteit, kun je altijd terugkomen om informatie bij te werken of toe te voegen, zoals ingrediënten of voedingswaarden. Omdat alles digitaal is, hoef je niets opnieuw te printen als je wijzigingen aanbrengt!",
  "Do you calculate the energy content?": "Berekenen jullie de energiewaarde?",
  "Calculate energy text": "Ja, dat doen wij voor jou! Voer gewoon het alcoholpercentage, suikergehalte en organische zuren in, en wij berekenen automatisch de energiewaarde volgens EU-normen.",
  "What happens if I don't follow the regulation?": "Wat gebeurt er als ik de regelgeving niet volg?",
  "Follow regulations text": "Vanaf 8 december 2023 verplicht de EU-regelgeving dat alle geproduceerde en verkochte wijnen het juiste etiket moeten hebben. Het niet naleven kan resulteren in een boete tot €40.000.",
  "What kind of technology is Journy using?": "Welke technologie gebruikt Journy?",
  "Blockchain and QR codes": "Journy gebruikt blockchain en QR-codes om de reis van je wijn transparant en veilig te maken.",
  "Blockchain explanation": "Blockchain: Het is als een digitaal register dat elke stap van je wijnproductie vastlegt. Eenmaal toegevoegd kan de informatie niet worden gewijzigd door iemand buiten je vertrouwde netwerk, wat vervalsing voorkomt. Je kunt nog steeds details bijwerken of fouten corrigeren wanneer nodig, zodat alles accuraat blijft.<br/><br/>QR-codes: De QR-code op je fles linkt naar een slim e-label, waardoor klanten direct toegang hebben tot gedetailleerde informatie over je wijn, waardoor het gemakkelijk is om hen te verbinden met het verhaal van je product."
}