{
  "Home": "Strona Główna",
  "About us": "O nas",
  "Log in": "Zaloguj się",
  "Sign up": "Zarejestruj się",
  "YOUR JOURNEY": "TWOJA PODRÓŻ",
  "IN EVERY SCAN": "W KAŻDYM SKANIE",
  "Showcase Your Sustainability with Smart E-Labels": "Pokaż Swoją Zrównoważoność z Inteligentnymi E-Etykietami",
  "Start today": "Rozpocznij dziś",
  "Scroll down": "Przewiń w dół",
  "HOW IT WORKS": "JAK TO DZIAŁA",
  "SHARE YOUR JOURNEY IN 4 STEPS": "PODZIEL SIĘ SWOJĄ PODRÓŻĄ W 4 KROKACH",
  "Click here to see an example": "Kliknij tutaj, aby zobaczyć przykład",
  "WHY YOU NEED E-LABELS": "DLACZEGO POTRZEBUJESZ E-ETYKIET",
  "YOUR WINE TELLS A STORY": "TWOJE WINO OPOWIADA HISTORIĘ",
  "Wine Story": "Twoje wino opowiada historię - o ziemi, z której pochodzi, o staranności, którą wkładasz w każdą butelkę i o wartościach, które reprezentujesz. Dzięki prostemu skanowaniu e-etykiety ożywiają podróż Twojego wina. Pokazują skąd pochodzi, co zawiera i Twoje zaangażowanie w robienie rzeczy we właściwy sposób. E-etykiety pozwalają dzielić się Twoją pasją i łączyć się bezpośrednio z tymi, którzy cenią autentyczność i zrównoważony rozwój tak samo jak Ty",
  "We empower wine producers to meet the growing demands for": "Wspieramy producentów wina w spełnianiu rosnących wymagań dotyczących",
  "transparency": "przejrzystości",
  "and": "i",
  "sustainability": "zrównoważonego rozwoju",
  "while turning environmental challenges into business opportunities": "zamieniając wyzwania środowiskowe w możliwości biznesowe",
  "With Journy, we make it possible for consumers to know": "Dzięki Journy umożliwiamy konsumentom poznanie",
  "who made their wine, how it was produced, and how their choices impact the planet": "kto wyprodukował ich wino, jak zostało wyprodukowane i jaki wpływ mają ich wybory na planetę",
  "PRICES": "CENY",
  "CHOOSE YOUR E-LABEL PLAN": "WYBIERZ SWÓJ PLAN E-ETYKIET",
  "3 labels": "3 etykiety",
  "€ 0/year": "€ 0/rok",
  "Full compliance with EU e-labeling regulations": "Pełna zgodność z przepisami UE dotyczącymi e-etykietowania",
  "Multilingual support in all EU languages": "Wsparcie wielojęzyczne we wszystkich językach UE",
  "Try for free": "Wypróbuj za darmo",
  "15 labels": "15 etykiet",
  "€ 179/year": "€ 179/rok",
  "Get started": "Rozpocznij",
  "30 labels": "30 etykiet",
  "€ 319/year": "€ 319/rok",
  "50 labels": "50 etykiet",
  "€ 479/year": "€ 479/rok",
  "WHO ARE WE": "KIM JESTEŚMY",
  "WHY JOURNY?": "DLACZEGO JOURNY?",
  "WHO ARE WE text": "Journy narodziło się z pasji do innowacji i głębokiego szacunku dla pokoleń oddania, pasji i tradycji, które definiują winiarstwo. Rozumiemy wyzwania związane z równoważeniem dziedzictwa z nowoczesnymi wymaganiami, takimi jak zrównoważony rozwój, przepisy i zmieniające się wartości konsumentów. Dlatego stworzyliśmy platformę, która upraszcza złożoności, wzmacnia Twoją historię i łączy producentów z klientami jak nigdy dotąd",
  "Learn more": "Dowiedz się więcej",
  "Are you ready to share your story": "Czy jesteś gotowy podzielić się swoją historią?",
  "Stand out and make an impact with our e-labels": "Wyróżnij się i wywrzyj wpływ dzięki naszym e-etykietom",
  "FAQ AND CONTACT": "FAQ I KONTAKT",
  "DO YOU HAVE ANY QUESTIONS?": "MASZ PYTANIA?",
  "CONTACT US": "SKONTAKTUJ SIĘ Z NAMI",
  "Contact": "Kontakt",
  "Privacy Policy": "Polityka Prywatności",
  "Terms & Conditions": "Regulamin",
  "all rights reserved": "wszelkie prawa zastrzeżone",
  "What is Journy?": "Czym jest Journy?",
  "What is Journy text": "Journy to platforma dla producentów wina, która ożywia historię Twojego wina. Pozwala podzielić się każdym krokiem Twojej podróży - od winnicy do stołu - z klientami, którym zależy na jakości, zrównoważonym rozwoju i autentyczności. Nasze E-etykiety pomagają budować zaufanie, prezentować wartości i łączyć się z klientami, którzy doceniają pasję kryjącą się za każdą butelką.",
  "How do E-labels work?": "Jak działają E-etykiety?",
  "How do E-labels work text": "E-etykiety to kody QR na Twoich butelkach wina, które opowiadają Twoją historię. Gdy ktoś skanuje kod telefonem, może zobaczyć szczegóły dotyczące Twojego wina - gdzie jest produkowane, jak jest wytwarzane i Twoje zaangażowanie w jakość i zrównoważony rozwój. To prosty sposób na połączenie się z klientami i budowanie zaufania.",
  "How many e-labels will I need?": "Ile e-etykiet będę potrzebować?",
  "How many e-labels will I need text": "Nasze plany są oparte na całkowitej liczbie e-etykiet, których potrzebujesz dla wszystkich swoich win, nie tylko w skali roku. Oto jak to działa:",
  "How many e-labels will I need 2025": "• 2025: Jeśli wprowadzisz 10 nowych win, potrzebujesz 10 e-etykiet. Możesz zacząć od naszego planu 15 e-etykiet za €179/rok.",
  "How many e-labels will I need 2026": "• 2026: Gdy wprowadzisz kolejne 15 win, plus 10 z 2025 roku, będziesz potrzebować 25 e-etykiet. Wtedy przejdziesz na plan 30 lub 50 e-etykiet, z ceną od €319 do €479/rok, w zależności od potrzeb.",
  "Once I print the QR codes, can I edit the information?": "Czy po wydrukowaniu kodów QR mogę edytować informacje?",
  "QR codes edit information text": "Tak, możesz! Po wydrukowaniu kodów QR z podstawowymi informacjami, takimi jak nazwa, rocznik i odmiana, zawsze możesz wrócić, aby zaktualizować lub dodać więcej informacji, takich jak składniki czy wartości odżywcze. Ponieważ wszystko jest cyfrowe, nie ma potrzeby ponownego drukowania po wprowadzeniu zmian!",
  "Do you calculate the energy content?": "Czy obliczacie zawartość energetyczną?",
  "Calculate energy text": "Tak, zajmujemy się tym za Ciebie! Wystarczy, że podasz zawartość alkoholu, poziom cukru i kwasów organicznych, a my automatycznie obliczymy zawartość energetyczną zgodnie ze standardami UE.",
  "What happens if I don't follow the regulation?": "Co się stanie, jeśli nie zastosuję się do przepisów?",
  "Follow regulations text": "Od 8 grudnia 2023 roku, przepisy UE nakazują, aby wszystkie produkowane i sprzedawane wina miały odpowiednią etykietę. Niezastosowanie się może skutkować karą do 40 000 €.",
  "What kind of technology is Journy using?": "Jaką technologię wykorzystuje Journy?",
  "Blockchain and QR codes": "Journy wykorzystuje blockchain i kody QR, aby uczynić podróż Twojego wina przejrzystą i bezpieczną.",
  "Blockchain explanation": "Blockchain: To jak cyfrowy rejestr, który zapisuje każdy krok produkcji Twojego wina. Po dodaniu, informacje nie mogą być zmienione przez nikogo spoza Twojej zaufanej sieci, zapobiegając podrabianiu. Wciąż możesz aktualizować szczegóły lub poprawiać błędy w razie potrzeby, zachowując wszystko dokładnie.<br/><br/>Kody QR: Kod QR na Twojej butelce łączy się z inteligentną E-etykietą, pozwalając klientom natychmiast uzyskać dostęp do szczegółowych informacji o Twoim winie, ułatwiając połączenie ich z historią Twojego produktu."
}