{
  "Home": "Acasă",
  "About us": "Despre noi",
  "Log in": "Conectare",
  "Sign up": "Înregistrare",
  "YOUR JOURNEY": "CĂLĂTORIA TA",
  "IN EVERY SCAN": "ÎN FIECARE SCANARE",
  "Showcase Your Sustainability with Smart E-Labels": "Prezintă-ți Sustenabilitatea cu Etichete Electronice Inteligente",
  "Start today": "Începe astăzi",
  "Scroll down": "Derulează în jos",
  "HOW IT WORKS": "CUM FUNCȚIONEAZĂ",
  "SHARE YOUR JOURNEY IN 4 STEPS": "ÎMPĂRTĂȘEȘTE-ȚI CĂLĂTORIA ÎN 4 PAȘI",
  "Click here to see an example": "Click aici pentru a vedea un exemplu",
  "WHY YOU NEED E-LABELS": "DE CE AI NEVOIE DE ETICHETE ELECTRONICE",
  "YOUR WINE TELLS A STORY": "VINUL TĂU SPUNE O POVESTE",
  "Wine Story": "Vinul tău spune o poveste - despre pământul din care provine, grija pe care o pui în fiecare sticlă și valorile pentru care militezi. Cu o simplă scanare, etichetele electronice dau viață călătoriei vinului tău. Ele arată de unde provine, ce conține și angajamentul tău de a face lucrurile în mod corect. Etichetele electronice îți permit să-ți împărtășești pasiunea și să te conectezi direct cu cei care prețuiesc autenticitatea și sustenabilitatea la fel de mult ca tine",
  "We empower wine producers to meet the growing demands for": "Împuternicim producătorii de vin să răspundă cerințelor crescânde de",
  "transparency": "transparență",
  "and": "și",
  "sustainability": "sustenabilitate",
  "while turning environmental challenges into business opportunities": "în timp ce transformăm provocările de mediu în oportunități de afaceri",
  "With Journy, we make it possible for consumers to know": "Cu Journy, facem posibil ca consumatorii să știe",
  "who made their wine, how it was produced, and how their choices impact the planet": "cine a făcut vinul lor, cum a fost produs și cum alegerile lor impactează planeta",
  "PRICES": "PREȚURI",
  "CHOOSE YOUR E-LABEL PLAN": "ALEGE PLANUL TĂU DE ETICHETE ELECTRONICE",
  "3 labels": "3 etichete",
  "€ 0/year": "€ 0/an",
  "Full compliance with EU e-labeling regulations": "Conformitate completă cu reglementările UE privind etichetarea electronică",
  "Multilingual support in all EU languages": "Suport multilingv în toate limbile UE",
  "Try for free": "Încearcă gratuit",
  "15 labels": "15 etichete",
  "€ 179/year": "€ 179/an",
  "Get started": "Începe acum",
  "30 labels": "30 etichete",
  "€ 319/year": "€ 319/an",
  "50 labels": "50 etichete",
  "€ 479/year": "€ 479/an",
  "WHO ARE WE": "CINE SUNTEM",
  "WHY JOURNY?": "DE CE JOURNY?",
  "WHO ARE WE text": "Journy s-a născut dintr-o pasiune pentru inovație și un respect profund pentru generațiile de dedicare, pasiune și tradiție care definesc vinificația. Înțelegem provocările echilibrării moștenirii cu cerințele moderne precum sustenabilitatea, reglementările și valorile în schimbare ale consumatorilor. De aceea am creat o platformă pentru a simplifica complexitățile, a amplifica povestea ta și a conecta producătorii cu clienții într-un mod fără precedent",
  "Learn more": "Află mai multe",
  "Are you ready to share your story": "Ești gata să-ți împărtășești povestea?",
  "Stand out and make an impact with our e-labels": "Evidențiază-te și creează impact cu etichetele noastre electronice",
  "FAQ AND CONTACT": "ÎNTREBĂRI FRECVENTE ȘI CONTACT",
  "DO YOU HAVE ANY QUESTIONS?": "AI ÎNTREBĂRI?",
  "CONTACT US": "CONTACTEAZĂ-NE",
  "Contact": "Contact",
  "Privacy Policy": "Politica de Confidențialitate",
  "Terms & Conditions": "Termeni și Condiții",
  "all rights reserved": "toate drepturile rezervate",
  "What is Journy?": "Ce este Journy?",
  "What is Journy text": "Journy este o platformă pentru producătorii de vin care aduce povestea vinului tău la viață. Îți permite să împărtășești fiecare pas al călătoriei tale - de la vie la masă - cu clienții care apreciază calitatea, sustenabilitatea și autenticitatea. Etichetele noastre electronice te ajută să construiești încredere, să-ți prezinți valorile și să te conectezi cu clienții care apreciază pasiunea din fiecare sticlă.",
  "How do E-labels work?": "Cum funcționează etichetele electronice?",
  "How do E-labels work text": "Etichetele electronice sunt coduri QR pe sticlele tale de vin care îți spun povestea. Când cineva scanează codul cu telefonul, poate vedea detalii despre vinul tău - cum ar fi unde este produs, cum este produs și angajamentul tău pentru calitate și sustenabilitate. Este o modalitate simplă de a te conecta cu clienții și de a construi încredere.",
  "How many e-labels will I need?": "De câte etichete electronice voi avea nevoie?",
  "How many e-labels will I need text": "Planurile noastre se bazează pe numărul total de etichete electronice de care ai nevoie pentru toate vinurile tale, nu doar pe an. Iată cum funcționează:",
  "How many e-labels will I need 2025": "• 2025: Dacă lansezi 10 vinuri noi, vei avea nevoie de 10 etichete electronice. Poți începe cu planul nostru de 15 etichete electronice la €179/an.",
  "How many e-labels will I need 2026": "• 2026: Când lansezi alte 15 vinuri, plus cele 10 din 2025, vei avea nevoie de 25 de etichete electronice. Apoi vei face upgrade la planul de 30 sau 50 de etichete electronice, cu prețuri de la €319 până la €479/an, în funcție de nevoile tale.",
  "Once I print the QR codes, can I edit the information?": "După ce printez codurile QR, pot edita informațiile?",
  "QR codes edit information text": "Da, poți! După ce printezi codurile QR cu detalii de bază precum numele, anul și soiul, poți reveni oricând să actualizezi sau să adaugi mai multe informații, cum ar fi ingredientele sau detaliile nutriționale. Deoarece totul este digital, nu este nevoie să reprintezi nimic când faci modificări!",
  "Do you calculate the energy content?": "Calculați conținutul energetic?",
  "Calculate energy text": "Da, ne ocupăm noi de asta pentru tine! Trebuie doar să introduci procentul de alcool, nivelurile de zahăr și acizii organici, iar noi vom calcula automat conținutul energetic bazat pe standardele UE.",
  "What happens if I don't follow the regulation?": "Ce se întâmplă dacă nu respect reglementările?",
  "Follow regulations text": "Începând cu 8 decembrie 2023, reglementarea UE impune ca toate vinurile produse și vândute să aibă eticheta corectă. Nerespectarea poate duce la o amendă de până la €40.000.",
  "What kind of technology is Journy using?": "Ce fel de tehnologie folosește Journy?",
  "Blockchain and QR codes": "Journy folosește blockchain și coduri QR pentru a face călătoria vinului tău transparentă și sigură.",
  "Blockchain explanation": "Blockchain: Este ca un registru digital care înregistrează fiecare pas al producției vinului tău. Odată adăugată, informația nu poate fi modificată de nimeni din afara rețelei tale de încredere, prevenind contrafacerea. Poți în continuare să actualizezi detaliile sau să corectezi erori oricând este necesar, păstrând totul precis.<br/><br/>Coduri QR: Codul QR de pe sticla ta se leagă de o etichetă electronică inteligentă, permițând clienților să acceseze instant informații detaliate despre vinul tău, făcând ușoară conectarea lor la povestea produsului tău."
}