{
  "Home": "Hjem",
  "Log in": "Log ind",
  "Sign up": "Tilmeld",
  "Contact": "Kontakt",
  "Privacy Policy": "Privatlivspolitik",
  "Terms & Conditions": "Vilkår & Betingelser",
  "all rights reserved": "alle rettigheder forbeholdes",
  "Transparency": "Gennemsigtighed",
  "meets": "møder",
  "tradition": "tradition",
  "WHO ARE WE text": "Vi giver vinproducenter mulighed for at imødekomme de voksende krav om gennemsigtighed og bæredygtighed, mens vi omdanner miljømæssige udfordringer til forretningsmuligheder. Med Journy gør vi det muligt for forbrugerne at vide, hvem der lavede deres vin, hvordan den blev produceret, og hvordan deres valg påvirker planeten",
  "WHO ARE WE": "HVEM ER VI",
  "OUR TEAM": "VORES TEAM",
  "Team member": "Teammedlem",
  "Founder and CEO": "Grundlægger og CEO",
  "Blockchain Developer": "Blockchain Udvikler",
  "OUR STORY": "VORES HISTORIE",
  "OUR STORY text": "Journy blev født ud af en passion for innovation og en dyb respekt for generationers dedikation, passion og tradition, der definerer vinproduktion. Vi ved, at bag hver vingård er der en families arv - en historie om modstandsdygtighed, hårdt arbejde og kærlighed til jorden. Vi forstår de udfordringer, du står overfor: at balancere arv med kravene i en hurtigt skiftende verden",
  "New regulations text": "Nye regler, forventninger til bæredygtighed, klimaforandringer og skiftende forbrugerværdier kan føles som en opadgående kamp",
  "Here to help text": "Det er derfor Journy er her for at hjælpe. Vores platform er bygget med dig i tankerne, designet til at forenkle kompleksiteten i dagens vinindustri, mens vi respekterer de traditioner, der gør dit arbejde meningsfuldt. Vi hjælper dig med at dele din historie - din autenticitet, dine værdier og dit håndværk - så hver flaske, du skaber, er mere end vin; det er en forbindelse til dit land, din familie og din fremtid",
  "By combining cutting-edge technology text": "Ved at kombinere banebrydende teknologi med kærlighed til bæredygtighed hjælper vi producenter med at forbinde sig med deres kunder som aldrig før"
}