{
  "Home": "Startseite",
  "Log in": "Anmelden",
  "Sign up": "Registrieren",
  "Contact": "Kontakt",
  "Privacy Policy": "Datenschutzerklärung",
  "Terms & Conditions": "Allgemeine Geschäftsbedingungen",
  "all rights reserved": "alle Rechte vorbehalten",
  "Transparency": "Transparenz",
  "meets": "trifft",
  "tradition": "Tradition",
  "WHO ARE WE text": "Wir unterstützen Weinproduzenten dabei, der wachsenden Nachfrage nach Transparenz und Nachhaltigkeit gerecht zu werden und Umweltherausforderungen in Geschäftschancen zu verwandeln. Mit Journy können Verbraucher erfahren, wer ihren Wein hergestellt hat, wie er produziert wurde und wie sich ihre Entscheidungen auf den Planeten auswirken",
  "WHO ARE WE": "WER WIR SIND",
  "OUR TEAM": "UNSER TEAM",
  "Team member": "Teammitglied",
  "Founder and CEO": "Gründer und CEO",
  "Blockchain Developer": "Blockchain-Entwickler",
  "OUR STORY": "UNSERE GESCHICHTE",
  "OUR STORY text": "Journy entstand aus der Leidenschaft für Innovation und dem tiefen Respekt für die generationenübergreifende Hingabe, Leidenschaft und Tradition, die die Weinherstellung prägen. Wir wissen, dass hinter jedem Weinberg ein Familienerbe steht - eine Geschichte von Ausdauer, harter Arbeit und Liebe zum Land. Wir verstehen die Herausforderungen, denen Sie gegenüberstehen: das Gleichgewicht zwischen dem Erbe und den Anforderungen einer sich schnell verändernden Welt",
  "New regulations text": "Neue Vorschriften, Nachhaltigkeitserwartungen, Klimawandel und sich ändernde Verbraucherwerte können wie ein steiler Aufstieg erscheinen",
  "Here to help text": "Deshalb ist Journy hier, um zu helfen. Unsere Plattform wurde für Sie entwickelt, um die Komplexität der modernen Weinindustrie zu vereinfachen und dabei die Traditionen zu respektieren, die Ihre Arbeit bedeutungsvoll machen. Wir helfen Ihnen, Ihre Geschichte zu teilen - Ihre Authentizität, Ihre Werte und Ihr Handwerk - damit jede Flasche, die Sie kreieren, mehr ist als nur Wein; sie ist eine Verbindung zu Ihrem Land, Ihrer Familie und Ihrer Zukunft",
  "By combining cutting-edge technology text": "Durch die Kombination von Spitzentechnologie und der Liebe zur Nachhaltigkeit helfen wir Produzenten, beispiellose Verbindungen zu ihren Kunden aufzubauen"
}