{
  "Home": "Αρχική",
  "Log in": "Σύνδεση",
  "Sign up": "Εγγραφή",
  "Contact": "Επικοινωνία",
  "Privacy Policy": "Πολιτική Απορρήτου",
  "Terms & Conditions": "Όροι & Προϋποθέσεις",
  "all rights reserved": "με επιφύλαξη παντός δικαιώματος",
  "Transparency": "Διαφάνεια",
  "meets": "συναντά",
  "tradition": "παράδοση",
  "WHO ARE WE text": "Ενδυναμώνουμε τους παραγωγούς κρασιού να ανταποκριθούν στις αυξανόμενες απαιτήσεις για διαφάνεια και βιωσιμότητα, μετατρέποντας τις περιβαλλοντικές προκλήσεις σε επιχειρηματικές ευκαιρίες. Με το Journy, καθιστούμε δυνατό για τους καταναλωτές να γνωρίζουν ποιος έφτιαξε το κρασί τους, πώς παράχθηκε και πώς οι επιλογές τους επηρεάζουν τον πλανήτη",
  "WHO ARE WE": "ΠΟΙΟΙ ΕΙΜΑΣΤΕ",
  "OUR TEAM": "Η ΟΜΑΔΑ ΜΑΣ",
  "Team member": "Μέλος ομάδας",
  "Founder and CEO": "Ιδρυτής και Διευθύνων Σύμβουλος",
  "Blockchain Developer": "Προγραμματιστής Blockchain",
  "OUR STORY": "Η ΙΣΤΟΡΙΑ ΜΑΣ",
  "OUR STORY text": "Το Journy γεννήθηκε από το πάθος για καινοτομία και τον βαθύ σεβασμό για τις γενιές αφοσίωσης, πάθους και παράδοσης που ορίζουν την οινοποιία. Γνωρίζουμε ότι πίσω από κάθε αμπελώνα κρύβεται η κληρονομιά μιας οικογένειας - μια ιστορία ανθεκτικότητας, σκληρής δουλειάς και αγάπης για τη γη. Κατανοούμε τις προκλήσεις που αντιμετωπίζετε: την εξισορρόπηση της κληρονομιάς με τις απαιτήσεις ενός ραγδαία μεταβαλλόμενου κόσμου",
  "New regulations text": "Νέοι κανονισμοί, προσδοκίες βιωσιμότητας, κλιματική αλλαγή και μεταβαλλόμενες καταναλωτικές αξίες μπορεί να μοιάζουν με μια ανηφορική μάχη",
  "Here to help text": "Γι' αυτό το Journy είναι εδώ για να βοηθήσει. Η πλατφόρμα μας είναι σχεδιασμένη με γνώμονα εσάς, για να απλοποιήσει τις πολυπλοκότητες της σημερινής οινοβιομηχανίας, σεβόμενη παράλληλα τις παραδόσεις που κάνουν το έργο σας ουσιαστικό. Σας βοηθάμε να μοιραστείτε την ιστορία σας—την αυθεντικότητά σας, τις αξίες σας και τη δεξιοτεχνία σας—ώστε κάθε φιάλη που δημιουργείτε να είναι κάτι περισσότερο από κρασί· είναι μια σύνδεση με τη γη σας, την οικογένειά σας και το μέλλον σας",
  "By combining cutting-edge technology text": "Συνδυάζοντας την πρωτοποριακή τεχνολογία με την αγάπη για τη βιωσιμότητα, βοηθάμε τους παραγωγούς να συνδεθούν με τους πελάτες τους όπως ποτέ πριν"
}