{
  "Home": "Accueil",
  "Log in": "Connexion",
  "Sign up": "S'inscrire",
  "Contact": "Contact",
  "Privacy Policy": "Politique de Confidentialité",
  "Terms & Conditions": "Conditions Générales",
  "all rights reserved": "tous droits réservés",
  "Transparency": "Transparence",
  "meets": "rencontre",
  "tradition": "tradition",
  "WHO ARE WE text": "Nous donnons aux producteurs de vin les moyens de répondre aux exigences croissantes de transparence et de durabilité tout en transformant les défis environnementaux en opportunités commerciales. Avec Journy, nous permettons aux consommateurs de savoir qui a produit leur vin, comment il a été produit et comment leurs choix impactent la planète",
  "WHO ARE WE": "QUI SOMMES-NOUS",
  "OUR TEAM": "NOTRE ÉQUIPE",
  "Team member": "Membre de l'équipe",
  "Founder and CEO": "Fondateur et PDG",
  "Blockchain Developer": "Développeur Blockchain",
  "OUR STORY": "NOTRE HISTOIRE",
  "OUR STORY text": "Journy est né d'une passion pour l'innovation et d'un profond respect pour les générations de dévouement, de passion et de tradition qui définissent la vinification. Nous savons que derrière chaque vignoble se cache l'héritage d'une famille - une histoire de résilience, de travail acharné et d'amour pour la terre. Nous comprenons les défis auxquels vous êtes confrontés : équilibrer l'héritage avec les exigences d'un monde en rapide évolution",
  "New regulations text": "Les nouvelles réglementations, les attentes en matière de durabilité, le changement climatique et l'évolution des valeurs des consommateurs peuvent sembler être un combat difficile",
  "Here to help text": "C'est pourquoi Journy est là pour vous aider. Notre plateforme est conçue en pensant à vous, pour simplifier les complexités de l'industrie viticole d'aujourd'hui tout en respectant les traditions qui donnent un sens à votre travail. Nous vous aidons à partager votre histoire - votre authenticité, vos valeurs et votre savoir-faire - afin que chaque bouteille que vous créez soit plus que du vin ; c'est un lien avec votre terre, votre famille et votre avenir",
  "By combining cutting-edge technology text": "En combinant une technologie de pointe avec un amour pour la durabilité, nous aidons les producteurs à se connecter avec leurs clients comme jamais auparavant"
}