{
  "Home": "Baile",
  "Log in": "Logáil isteach",
  "Sign up": "Cláraigh",
  "Contact": "Teagmháil",
  "Privacy Policy": "Polasaí Príobháideachta",
  "Terms & Conditions": "Téarmaí & Coinníollacha",
  "all rights reserved": "gach ceart ar cosaint",
  "Transparency": "Trédhearcacht",
  "meets": "buaileann le",
  "tradition": "traidisiún",
  "WHO ARE WE text": "Cumasaímid táirgeoirí fíona chun freastal ar na héilimh mhéadaitheacha ar thrédhearcacht agus inbhuanaitheacht agus dúshláin chomhshaoil á n-athrú ina ndeiseanna gnó. Le Journy, déanaimid é indéanta do thomhaltóirí a fháil amach cé a rinne a bhfíon, conas a táirgeadh é, agus conas a théann a roghanna i bhfeidhm ar an bpláinéad",
  "WHO ARE WE": "CÉ MUID FÉIN",
  "OUR TEAM": "ÁR BHFOIREANN",
  "Team member": "Ball foirne",
  "Founder and CEO": "Bunaitheoir agus POF",
  "Blockchain Developer": "Forbróir Blockchain",
  "OUR STORY": "ÁR SCÉAL",
  "OUR STORY text": "Rugadh Journy as paisean don nuálaíocht agus meas domhain ar na glúine tiomantais, paisean, agus traidisiún a shainíonn déanamh fíona. Tá a fhios againn go bhfuil oidhreacht teaghlaigh taobh thiar de gach fíonghort— scéal athléimneachta, obair chrua, agus grá don talamh. Tuigimid na dúshláin atá romhat: cothromaíocht a bhaint amach idir oidhreacht agus éilimh domhan atá ag athrú go tapa",
  "New regulations text": "Is féidir le rialacháin nua, ionchais inbhuanaitheachta, athrú aeráide, agus luachanna tomhaltóirí athraitheacha a bheith cosúil le cath in aghaidh an tsrutha",
  "Here to help text": "Sin an fáth a bhfuil Journy anseo chun cabhrú. Tá ár n-ardán tógtha leatsa in intinn, deartha chun castachtaí thionscal an fhíona inniu a shimpliú agus meas a léiriú ar na traidisiúin a fhágann do chuid oibre fiúntach. Cabhraímid leat do scéal a roinnt—d'fhírinneacht, do luachanna, agus do cheardaíocht—ionas go bhfuil gach buidéal a chruthaíonn tú níos mó ná fíon; is nasc é le do thalamh, do theaghlach, agus d'am atá le teacht",
  "By combining cutting-edge technology text": "Trí theicneolaíocht cheannródaíoch a chomhcheangal le grá don inbhuanaitheacht, cabhraímid le táirgeoirí nascadh lena gcustaiméirí ar bhealach nach bhfacthas riamh roimhe"
}