{
  "Home": "Home",
  "Log in": "Accedi",
  "Sign up": "Registrati",
  "Contact": "Contatti",
  "Privacy Policy": "Politica sulla Privacy",
  "Terms & Conditions": "Termini e Condizioni",
  "all rights reserved": "tutti i diritti riservati",
  "Transparency": "Trasparenza",
  "meets": "incontra",
  "tradition": "tradizione",
  "WHO ARE WE text": "Diamo potere ai produttori di vino per soddisfare le crescenti richieste di trasparenza e sostenibilità, trasformando le sfide ambientali in opportunità di business. Con Journy, rendiamo possibile per i consumatori sapere chi ha prodotto il loro vino, come è stato prodotto e come le loro scelte impattano sul pianeta",
  "WHO ARE WE": "CHI SIAMO",
  "OUR TEAM": "IL NOSTRO TEAM",
  "Team member": "Membro del Team",
  "Founder and CEO": "Fondatore e CEO",
  "Blockchain Developer": "Sviluppatore Blockchain",
  "OUR STORY": "LA NOSTRA STORIA",
  "OUR STORY text": "Journy è nata da una passione per l'innovazione e un profondo rispetto per le generazioni di dedizione, passione e tradizione che definiscono la produzione del vino. Sappiamo che dietro ogni vigneto c'è l'eredità di una famiglia: una storia di resilienza, duro lavoro e amore per la terra. Comprendiamo le sfide che affrontate: bilanciare l'eredità con le esigenze di un mondo in rapido cambiamento",
  "New regulations text": "Nuove normative, aspettative di sostenibilità, cambiamenti climatici e valori dei consumatori in evoluzione possono sembrare una battaglia in salita",
  "Here to help text": "È per questo che Journy è qui per aiutare. La nostra piattaforma è costruita pensando a te, progettata per semplificare le complessità dell'industria vinicola di oggi rispettando le tradizioni che rendono significativo il tuo lavoro. Ti aiutiamo a condividere la tua storia—la tua autenticità, i tuoi valori e la tua artigianalità—così che ogni bottiglia che crei sia più che vino; è una connessione con la tua terra, la tua famiglia e il tuo futuro",
  "By combining cutting-edge technology text": "Combinando tecnologia all'avanguardia con l'amore per la sostenibilità, aiutiamo i produttori a connettersi con i loro clienti come mai prima d'ora"
}