{
  "Home": "Dar",
  "Log in": "Idħol",
  "Sign up": "Irreġistra",
  "Contact": "Kuntatt",
  "Privacy Policy": "Politika tal-Privatezza",
  "Terms & Conditions": "Termini u Kundizzjonijiet",
  "all rights reserved": "id-drittijiet kollha riservati",
  "Transparency": "Trasparenza",
  "meets": "tiltaqa'",
  "tradition": "tradizzjoni",
  "WHO ARE WE text": "Aħna nagħtu s-setgħa lill-produtturi tal-inbid biex jilħqu d-domandi li qed jiżdiedu għat-trasparenza u s-sostenibbiltà filwaqt li nbiddlu l-isfidi ambjentali f'opportunitajiet ta' negozju. B'Journy, nagħmluha possibbli għall-konsumaturi li jkunu jafu min għamel l-inbid tagħhom, kif ġie prodott, u kif l-għażliet tagħhom jimpattaw il-pjaneta",
  "WHO ARE WE": "MIN AĦNA",
  "OUR TEAM": "IT-TIM TAGĦNA",
  "Team member": "Membru tat-Tim",
  "Founder and CEO": "Fundatur u CEO",
  "Blockchain Developer": "Żviluppatur tal-Blockchain",
  "OUR STORY": "L-ISTORJA TAGĦNA",
  "OUR STORY text": "Journy twieldet minn passjoni għall-innovazzjoni u rispett profond għall-ġenerazzjonijiet ta' dedikazzjoni, passjoni, u tradizzjoni li jiddefinixxu l-produzzjoni tal-inbid. Aħna nafu li wara kull għalqa tad-dwieli hemm il-wirt ta' familja— storja ta' reżiljenza, xogħol iebes, u mħabba għall-art. Aħna nifhmu l-isfidi li tiffaċċjaw: il-bilanċ bejn il-wirt u d-domandi ta' dinja li qed tinbidel malajr",
  "New regulations text": "Regolamenti ġodda, aspettattivi ta' sostenibbiltà, tibdil fil-klima, u valuri tal-konsumaturi li qed jinbidlu jistgħu jidhru bħal battalja kontinwa",
  "Here to help text": "Għalhekk Journy qiegħda hawn biex tgħin. Il-pjattaforma tagħna hija mibnija b'ħsiebkom, imfassla biex tissimplifika l-kumplessitajiet tal-industrija tal-inbid tal-lum filwaqt li tirrispetta t-tradizzjonijiet li jagħmlu x-xogħol tagħkom sinifikanti. Aħna ngħinuk taqsam l-istorja tiegħek—l-awtentiċità, il-valuri, u s-sengħa tiegħek—sabiex kull flixkun li toħloq ikun aktar minn inbid; huwa konnessjoni mal-art tiegħek, il-familja tiegħek, u l-futur tiegħek",
  "By combining cutting-edge technology text": "Billi nikkombinaw teknoloġija mill-aktar avvanzata ma' mħabba għas-sostenibbiltà, aħna ngħinu lill-produtturi jikkonnettjaw mal-klijenti tagħhom b'mod li qatt ma sar qabel"
}