{
  "Home": "Strona główna",
  "Log in": "Zaloguj się",
  "Sign up": "Zarejestruj się",
  "Contact": "Kontakt",
  "Privacy Policy": "Polityka Prywatności",
  "Terms & Conditions": "Regulamin",
  "all rights reserved": "wszelkie prawa zastrzeżone",
  "Transparency": "Transparentność",
  "meets": "spotyka",
  "tradition": "tradycję",
  "WHO ARE WE text": "Wspieramy producentów wina w spełnianiu rosnących wymagań dotyczących transparentności i zrównoważonego rozwoju, przekształcając wyzwania środowiskowe w możliwości biznesowe. Dzięki Journy umożliwiamy konsumentom poznanie tego, kto wyprodukował ich wino, jak zostało wyprodukowane i jaki wpływ mają ich wybory na planetę",
  "WHO ARE WE": "KIM JESTEŚMY",
  "OUR TEAM": "NASZ ZESPÓŁ",
  "Team member": "Członek zespołu",
  "Founder and CEO": "Założyciel i CEO",
  "Blockchain Developer": "Developer Blockchain",
  "OUR STORY": "NASZA HISTORIA",
  "OUR STORY text": "Journy narodziło się z pasji do innowacji i głębokiego szacunku dla pokoleń oddania, pasji i tradycji, które definiują produkcję wina. Wiemy, że za każdą winnicą stoi dziedzictwo rodziny - historia odporności, ciężkiej pracy i miłości do ziemi. Rozumiemy wyzwania, przed którymi stoisz: równoważenie dziedzictwa z wymaganiami szybko zmieniającego się świata",
  "New regulations text": "Nowe regulacje, oczekiwania dotyczące zrównoważonego rozwoju, zmiany klimatu i zmieniające się wartości konsumentów mogą wydawać się trudną walką",
  "Here to help text": "Właśnie dlatego Journy jest tu, aby pomóc. Nasza platforma została stworzona z myślą o Tobie, zaprojektowana tak, aby uprościć złożoność dzisiejszego przemysłu winiarskiego, szanując jednocześnie tradycje, które nadają Twojej pracy znaczenie. Pomagamy Ci dzielić się Twoją historią - Twoją autentycznością, wartościami i kunsztem - tak, aby każda butelka, którą tworzysz, była czymś więcej niż winem; to połączenie z Twoją ziemią, rodziną i przyszłością",
  "By combining cutting-edge technology text": "Łącząc najnowocześniejszą technologię z miłością do zrównoważonego rozwoju, pomagamy producentom połączyć się z klientami jak nigdy dotąd"
}