{
  "Home": "Hem",
  "Log in": "Logga in",
  "Sign up": "Registrera dig",
  "Contact": "Kontakt",
  "Privacy Policy": "Integritetspolicy",
  "Terms & Conditions": "Villkor",
  "all rights reserved": "alla rättigheter förbehållna",
  "Transparency": "Transparens",
  "meets": "möter",
  "tradition": "tradition",
  "WHO ARE WE text": "Vi ger vinproducenter möjlighet att möta den växande efterfrågan på transparens och hållbarhet samtidigt som vi omvandlar miljöutmaningar till affärsmöjligheter. Med Journy gör vi det möjligt för konsumenter att veta vem som gjorde deras vin, hur det producerades och hur deras val påverkar planeten",
  "WHO ARE WE": "VILKA ÄR VI",
  "OUR TEAM": "VÅRT TEAM",
  "Team member": "Teammedlem",
  "Founder and CEO": "Grundare och VD",
  "Blockchain Developer": "Blockchain-utvecklare",
  "OUR STORY": "VÅR HISTORIA",
  "OUR STORY text": "Journy föddes ur en passion för innovation och en djup respekt för generationer av hängivenhet, passion och tradition som definierar vintillverkning. Vi vet att bakom varje vingård finns en familjs arv - en historia av motståndskraft, hårt arbete och kärlek till jorden. Vi förstår de utmaningar ni står inför: att balansera arv med kraven från en snabbt föränderlig värld",
  "New regulations text": "Nya förordningar, hållbarhetsförväntningar, klimatförändringar och förändrade konsumentvärderingar kan kännas som en uppförsbacke",
  "Here to help text": "Det är därför Journy finns här för att hjälpa. Vår plattform är byggd med dig i åtanke, utformad för att förenkla komplexiteten i dagens vinindustri samtidigt som vi respekterar de traditioner som gör ditt arbete meningsfullt. Vi hjälper dig att dela din historia - din autenticitet, dina värderingar och ditt hantverk - så att varje flaska du skapar är mer än vin; det är en koppling till din mark, din familj och din framtid",
  "By combining cutting-edge technology text": "Genom att kombinera banbrytande teknik med kärlek till hållbarhet hjälper vi producenter att ansluta till sina kunder som aldrig förr"
}