{
  "Home": "Начало",
  "Log in": "Вход",
  "Sign up": "Регистрация",
  "Contact": "Контакт",
  "Privacy Policy": "Политика за поверителност",
  "Terms & Conditions": "Общи условия",
  "all rights reserved": "всички права запазени",
  "Transparency": "Прозрачност",
  "meets": "среща",
  "tradition": "традиция",
  "WHO ARE WE text": "Ние подкрепяме производителите на вино да отговорят на нарастващото търсене на прозрачност и устойчивост, превръщайки екологичните предизвикателства в бизнес възможности. С Journy правим възможно потребителите да знаят кой е направил тяхното вино, как е произведено и как техният избор влияе на планетата",
  "WHO ARE WE": "КОИ СМЕ НИЕ",
  "OUR TEAM": "НАШИЯТ ЕКИП",
  "Team member": "Член на екипа",
  "Founder and CEO": "Основател и Изпълнителен директор",
  "Blockchain Developer": "Блокчейн разработчик",
  "OUR STORY": "НАШАТА ИСТОРИЯ",
  "OUR STORY text": "Journy се роди от страстта към иновациите и дълбокото уважение към поколенията отдаденост, страст и традиция, които определят винопроизводството. Знаем, че зад всяко лозе стои семейно наследство - история на устойчивост, упорита работа и любов към земята. Разбираме предизвикателствата, пред които сте изправени: балансиране между наследството и изискванията на бързо променящия се свят",
  "New regulations text": "Новите регулации, очакванията за устойчивост, климатичните промени и променящите се потребителски ценности могат да изглеждат като тежка битка",
  "Here to help text": "Затова Journy е тук, за да помогне. Нашата платформа е създадена с мисъл за вас, проектирана да опрости сложността на днешната винена индустрия, като същевременно зачита традициите, които правят вашата работа смислена. Помагаме ви да споделите вашата история - вашата автентичност, ценности и майсторство - така че всяка бутилка, която създавате, да бъде повече от вино; това е връзка с вашата земя, вашето семейство и вашето бъдеще",
  "By combining cutting-edge technology text": "Чрез съчетаване на най-съвременните технологии с любов към устойчивостта, помагаме на производителите да се свързват със своите клиенти както никога досега"
}