{
  "Home": "Inicio",
  "Log in": "Iniciar sesión",
  "Sign up": "Registrarse",
  "Contact": "Contacto",
  "Privacy Policy": "Política de Privacidad",
  "Terms & Conditions": "Términos y Condiciones",
  "all rights reserved": "todos los derechos reservados",
  "Transparency": "Transparencia",
  "meets": "encuentra",
  "tradition": "tradición",
  "WHO ARE WE text": "Capacitamos a los productores de vino para satisfacer las crecientes demandas de transparencia y sostenibilidad, al tiempo que convertimos los desafíos ambientales en oportunidades comerciales. Con Journy, hacemos posible que los consumidores sepan quién elaboró su vino, cómo se produjo y cómo sus elecciones impactan al planeta",
  "WHO ARE WE": "QUIÉNES SOMOS",
  "OUR TEAM": "NUESTRO EQUIPO",
  "Team member": "Miembro del equipo",
  "Founder and CEO": "Fundador y CEO",
  "Blockchain Developer": "Desarrollador Blockchain",
  "OUR STORY": "NUESTRA HISTORIA",
  "OUR STORY text": "Journy nació de una pasión por la innovación y un profundo respeto por las generaciones de dedicación, pasión y tradición que definen la elaboración del vino. Sabemos que detrás de cada viñedo hay un legado familiar, una historia de resiliencia, trabajo duro y amor por la tierra. Entendemos los desafíos que enfrentas: equilibrar la herencia con las demandas de un mundo que cambia rápidamente",
  "New regulations text": "Las nuevas regulaciones, las expectativas de sostenibilidad, el cambio climático y los valores cambiantes de los consumidores pueden parecer una batalla cuesta arriba",
  "Here to help text": "Por eso Journy está aquí para ayudar. Nuestra plataforma está construida pensando en ti, diseñada para simplificar las complejidades de la industria vitivinícola actual mientras respeta las tradiciones que hacen que tu trabajo sea significativo. Te ayudamos a compartir tu historia, tu autenticidad, tus valores y tu artesanía, para que cada botella que crees sea más que vino; sea una conexión con tu tierra, tu familia y tu futuro",
  "By combining cutting-edge technology text": "Al combinar tecnología de vanguardia con el amor por la sostenibilidad, ayudamos a los productores a conectarse con sus clientes como nunca antes"
}