{
  "Home": "Avaleht",
  "Log in": "Logi sisse",
  "Sign up": "Registreeri",
  "Contact": "Kontakt",
  "Privacy Policy": "Privaatsuspoliitika",
  "Terms & Conditions": "Kasutustingimused",
  "all rights reserved": "kõik õigused kaitstud",
  "Transparency": "Läbipaistvus",
  "meets": "kohtub",
  "tradition": "traditsiooniga",
  "WHO ARE WE text": "Me võimestame veinitootjaid vastama kasvavale läbipaistvuse ja jätkusuutlikkuse nõudlusele, muutes keskkonnaalased väljakutsed ärivõimalusteks. Journyga teeme tarbijatele võimalikuks teada, kes tegi nende veini, kuidas see toodeti ja kuidas nende valikud mõjutavad planeeti",
  "WHO ARE WE": "KES ME OLEME",
  "OUR TEAM": "MEIE MEESKOND",
  "Team member": "Meeskonnaliige",
  "Founder and CEO": "Asutaja ja tegevjuht",
  "Blockchain Developer": "Plokiahela arendaja",
  "OUR STORY": "MEIE LUGU",
  "OUR STORY text": "Journy sündis innovatsiooni kiirest ja sügavast austusest põlvkondade pühendumuse, kirge ja traditsiooni vastu, mis iseloomustavad veinivalmistamist. Me teame, et iga viinamäe taga on perekonna pärand - lugu vastupidavusest, töökusest ja armastusest maa vastu. Me mõistame väljakutseid, millega te silmitsi seisate: tasakaalu leidmine pärandi ja kiiresti muutuva maailma nõudmiste vahel",
  "New regulations text": "Uued regulatsioonid, jätkusuutlikkuse ootused, kliimamuutused ja muutuvad tarbija väärtused võivad tunduda kui ületamatu takistus",
  "Here to help text": "Sellepärast ongi Journy siin, et aidata. Meie platvorm on loodud teie vajadusi silmas pidades, eesmärgiga lihtsustada tänapäeva veinitööstuse keerukust, austades samal ajal traditsioone, mis teevad teie töö tähendusrikkaks. Aitame teil jagada oma lugu - teie autentsust, väärtusi ja meisterlikkust - nii et iga pudel, mille te loote, on enamat kui vein; see on side teie maa, pere ja tulevikuga",
  "By combining cutting-edge technology text": "Ühendades kaasaegse tehnoloogia ja armastuse jätkusuutlikkuse vastu, aitame tootjatel luua enneolematu sideme oma klientidega"
}