{
  "Home": "Koti",
  "Log in": "Kirjaudu sisään",
  "Sign up": "Rekisteröidy",
  "Contact": "Yhteystiedot",
  "Privacy Policy": "Tietosuojakäytäntö",
  "Terms & Conditions": "Käyttöehdot",
  "all rights reserved": "kaikki oikeudet pidätetään",
  "Transparency": "Läpinäkyvyys",
  "meets": "kohtaa",
  "tradition": "perinne",
  "WHO ARE WE text": "Autamme viinintuottajia vastaamaan kasvavaan läpinäkyvyyden ja kestävän kehityksen kysyntään ja muuttamaan ympäristöhaasteet liiketoimintamahdollisuuksiksi. Journyn avulla kuluttajat voivat tietää, kuka heidän viininsä on tehnyt, miten se on tuotettu ja miten heidän valintansa vaikuttavat ympäristöön",
  "WHO ARE WE": "KEITÄ ME OLEMME",
  "OUR TEAM": "TIIMIMME",
  "Team member": "Tiimin jäsen",
  "Founder and CEO": "Perustaja ja toimitusjohtaja",
  "Blockchain Developer": "Lohkoketjukehittäjä",
  "OUR STORY": "TARINAMME",
  "OUR STORY text": "Journy syntyi innovaatioiden intohimosta ja syvästä kunnioituksesta viininvalmistusta määritteleviä sukupolvien omistautumista, intohimoa ja perinnettä kohtaan. Tiedämme, että jokaisen viinitarhan takana on perheen perintö - tarina sitkeydestä, kovasta työstä ja rakkaudesta maahan. Ymmärrämme kohtaamanne haasteet: perinnön tasapainottamisen nopeasti muuttuvan maailman vaatimusten kanssa",
  "New regulations text": "Uudet säännökset, kestävän kehityksen odotukset, ilmastonmuutos ja muuttuvat kuluttaja-arvot voivat tuntua ylämäeltä",
  "Here to help text": "Siksi Journy on täällä auttamassa. Alustamme on rakennettu sinua ajatellen, suunniteltu yksinkertaistamaan nykypäivän viiniteollisuuden monimutkaisuutta kunnioittaen samalla perinteitä, jotka tekevät työstäsi merkityksellistä. Autamme sinua jakamaan tarinasi - aitoutesi, arvosi ja ammattitaitosi - jotta jokainen luomasi pullo on enemmän kuin viiniä; se on yhteys maahasi, perheeseesi ja tulevaisuuteesi",
  "By combining cutting-edge technology text": "Yhdistämällä huipputeknologian ja kestävän kehityksen rakkauden autamme tuottajia luomaan ennennäkemättömän yhteyden asiakkaisiinsa"
}