{
  "Home": "Főoldal",
  "Log in": "Bejelentkezés",
  "Sign up": "Regisztráció",
  "Contact": "Kapcsolat",
  "Privacy Policy": "Adatvédelmi irányelvek",
  "Terms & Conditions": "Általános szerződési feltételek",
  "all rights reserved": "minden jog fenntartva",
  "Transparency": "Átláthatóság",
  "meets": "találkozik",
  "tradition": "hagyomány",
  "WHO ARE WE text": "Feljogosítjuk a bortermelőket, hogy megfeleljenek az átláthatóság és fenntarthatóság növekvő igényeinek, miközben a környezeti kihívásokat üzleti lehetőségekké alakítjuk. A Journy-vel lehetővé tesszük a fogyasztók számára, hogy megtudják, ki készítette a borukat, hogyan állították elő, és hogyan befolyásolják választásaik a bolygót",
  "WHO ARE WE": "KIK VAGYUNK",
  "OUR TEAM": "CSAPATUNK",
  "Team member": "Csapattag",
  "Founder and CEO": "Alapító és vezérigazgató",
  "Blockchain Developer": "Blokklánc fejlesztő",
  "OUR STORY": "TÖRTÉNETÜNK",
  "OUR STORY text": "A Journy az innováció iránti szenvedélyből és a borászatot meghatározó generációk elkötelezettsége, szenvedélye és hagyománya iránti mély tiszteletből született. Tudjuk, hogy minden szőlőbirtok mögött egy család öröksége áll - a kitartás, a kemény munka és a föld szeretetének története. Megértjük a kihívásokat, amelyekkel szembesülnek: az örökség és a gyorsan változó világ igényeinek egyensúlyba hozása",
  "New regulations text": "Az új szabályozások, a fenntarthatósági elvárások, az éghajlatváltozás és a változó fogyasztói értékek nehéz küzdelemnek tűnhetnek",
  "Here to help text": "Ezért van itt a Journy, hogy segítsen. Platformunkat Önökre gondolva építettük, hogy egyszerűsítse a mai borágazat összetettségét, ugyanakkor tiszteletben tartsa a munkájukat értelmessé tevő hagyományokat. Segítünk megosztani történetüket - hitelességüket, értékeiket és szakértelmüket - így minden palack, amit készítenek, több mint bor; kapcsolat a földjükkel, családjukkal és jövőjükkel",
  "By combining cutting-edge technology text": "A csúcstechnológia és a fenntarthatóság iránti szeretet ötvözésével segítünk a termelőknek, hogy minden eddiginél jobban kapcsolódhassanak ügyfeleikhez"
}