{
  "Home": "Sākums",
  "Log in": "Ielogoties",
  "Sign up": "Reģistrēties",
  "Contact": "Kontakti",
  "Privacy Policy": "Privātuma politika",
  "Terms & Conditions": "Lietošanas noteikumi",
  "all rights reserved": "visas tiesības aizsargātas",
  "Transparency": "Caurskatāmība",
  "meets": "satiek",
  "tradition": "tradīciju",
  "WHO ARE WE text": "Mēs dodam iespēju vīna ražotājiem apmierināt pieaugošo pieprasījumu pēc caurskatāmības un ilgtspējas, vienlaikus pārvēršot vides izaicinājumus biznesa iespējās. Ar Journy mēs patērētājiem dodam iespēju uzzināt, kas izgatavoja viņu vīnu, kā tas tika ražots un kā viņu izvēle ietekmē planētu",
  "WHO ARE WE": "KAS MĒS ESAM",
  "OUR TEAM": "MŪSU KOMANDA",
  "Team member": "Komandas biedrs",
  "Founder and CEO": "Dibinātājs un CEO",
  "Blockchain Developer": "Blokķēdes izstrādātājs",
  "OUR STORY": "MŪSU STĀSTS",
  "OUR STORY text": "Journy radās no aizrautības ar inovācijām un dziļas cieņas pret paaudžu atdevi, aizrautību un tradīcijām, kas raksturo vīna darīšanu. Mēs zinām, ka aiz katra vīna dārza slēpjas ģimenes mantojums — stāsts par izturību, smagu darbu un mīlestību pret zemi. Mēs saprotam izaicinājumus, ar kuriem jūs saskaraties: mantojuma līdzsvarošanu ar strauji mainīgās pasaules prasībām",
  "New regulations text": "Jaunās regulas, ilgtspējas gaidas, klimata pārmaiņas un mainīgās patērētāju vērtības var šķist kā cīņa pret kalnu",
  "Here to help text": "Tieši tāpēc Journy ir šeit, lai palīdzētu. Mūsu platforma ir veidota, domājot par jums, izstrādāta, lai vienkāršotu mūsdienu vīna nozares sarežģītību, vienlaikus respektējot tradīcijas, kas padara jūsu darbu jēgpilnu. Mēs palīdzam jums dalīties ar savu stāstu — jūsu autentiskumu, vērtībām un meistarību — lai katra jūsu radītā pudele būtu vairāk nekā vīns; tā ir saikne ar jūsu zemi, jūsu ģimeni un jūsu nākotni",
  "By combining cutting-edge technology text": "Apvienojot mūsdienīgas tehnoloģijas ar mīlestību pret ilgtspēju, mēs palīdzam ražotājiem sazināties ar saviem klientiem kā nekad agrāk"
}