{
  "Home": "Home",
  "Log in": "Inloggen",
  "Sign up": "Registreren",
  "Contact": "Contact",
  "Privacy Policy": "Privacybeleid",
  "Terms & Conditions": "Algemene Voorwaarden",
  "all rights reserved": "alle rechten voorbehouden",
  "Transparency": "Transparantie",
  "meets": "ontmoet",
  "tradition": "traditie",
  "WHO ARE WE text": "Wij stellen wijnproducenten in staat om te voldoen aan de groeiende vraag naar transparantie en duurzaamheid, terwijl we milieu-uitdagingen omzetten in zakelijke kansen. Met Journy maken we het mogelijk voor consumenten om te weten wie hun wijn heeft gemaakt, hoe deze is geproduceerd en hoe hun keuzes de planeet beïnvloeden",
  "WHO ARE WE": "WIE ZIJN WIJ",
  "OUR TEAM": "ONS TEAM",
  "Team member": "Teamlid",
  "Founder and CEO": "Oprichter en CEO",
  "Blockchain Developer": "Blockchain Ontwikkelaar",
  "OUR STORY": "ONS VERHAAL",
  "OUR STORY text": "Journy is ontstaan uit een passie voor innovatie en een diep respect voor de generaties van toewijding, passie en traditie die wijnbouw definiëren. We weten dat achter elke wijngaard een familieerfgoed schuilgaat - een verhaal van veerkracht, hard werk en liefde voor het land. We begrijpen de uitdagingen waarmee u wordt geconfronteerd: het balanceren van erfgoed met de eisen van een snel veranderende wereld",
  "New regulations text": "Nieuwe regelgeving, duurzaamheidsverwachtingen, klimaatverandering en veranderende consumentenwaarden kunnen aanvoelen als een strijd bergopwaarts",
  "Here to help text": "Daarom is Journy er om te helpen. Ons platform is met u in gedachten gebouwd, ontworpen om de complexiteit van de hedendaagse wijnindustrie te vereenvoudigen met respect voor de tradities die uw werk betekenisvol maken. We helpen u uw verhaal te delen - uw authenticiteit, uw waarden en uw vakmanschap - zodat elke fles die u creëert meer is dan wijn; het is een verbinding met uw land, uw familie en uw toekomst",
  "By combining cutting-edge technology text": "Door geavanceerde technologie te combineren met liefde voor duurzaamheid, helpen we producenten om op een nieuwe manier verbinding te maken met hun klanten"
}