{
  "Home": "Início",
  "Log in": "Entrar",
  "Sign up": "Registrar",
  "Contact": "Contacto",
  "Privacy Policy": "Política de Privacidade",
  "Terms & Conditions": "Termos e Condições",
  "all rights reserved": "todos os direitos reservados",
  "Transparency": "Transparência",
  "meets": "encontra",
  "tradition": "tradição",
  "WHO ARE WE text": "Capacitamos os produtores de vinho para atender às crescentes demandas por transparência e sustentabilidade, transformando desafios ambientais em oportunidades de negócio. Com o Journy, tornamos possível que os consumidores saibam quem produziu seu vinho, como foi produzido e como suas escolhas impactam o planeta",
  "WHO ARE WE": "QUEM SOMOS NÓS",
  "OUR TEAM": "NOSSA EQUIPE",
  "Team member": "Membro da equipe",
  "Founder and CEO": "Fundador e CEO",
  "Blockchain Developer": "Desenvolvedor Blockchain",
  "OUR STORY": "NOSSA HISTÓRIA",
  "OUR STORY text": "O Journy nasceu de uma paixão pela inovação e um profundo respeito pelas gerações de dedicação, paixão e tradição que definem a produção de vinho. Sabemos que por trás de cada vinha existe o legado de uma família - uma história de resiliência, trabalho árduo e amor pela terra. Compreendemos os desafios que você enfrenta: equilibrar a herança com as exigências de um mundo em rápida mudança",
  "New regulations text": "Novas regulamentações, expectativas de sustentabilidade, mudanças climáticas e valores do consumidor em transformação podem parecer uma batalha difícil",
  "Here to help text": "É por isso que o Journy está aqui para ajudar. Nossa plataforma foi construída pensando em você, projetada para simplificar as complexidades da indústria do vinho atual, respeitando as tradições que tornam seu trabalho significativo. Ajudamos você a compartilhar sua história - sua autenticidade, seus valores e seu artesanato - para que cada garrafa que você cria seja mais do que vinho; é uma conexão com sua terra, sua família e seu futuro",
  "By combining cutting-edge technology text": "Ao combinar tecnologia de ponta com amor pela sustentabilidade, ajudamos os produtores a se conectarem com seus clientes como nunca antes"
}