{
  "Home": "Acasă",
  "Log in": "Autentificare",
  "Sign up": "Înregistrare",
  "Contact": "Contact",
  "Privacy Policy": "Politica de Confidențialitate",
  "Terms & Conditions": "Termeni și Condiții",
  "all rights reserved": "toate drepturile rezervate",
  "Transparency": "Transparență",
  "meets": "întâlnește",
  "tradition": "tradiția",
  "WHO ARE WE text": "Împuternicim producătorii de vin să răspundă cerințelor crescânde de transparență și sustenabilitate, transformând provocările de mediu în oportunități de afaceri. Cu Journy, facem posibil ca consumatorii să știe cine a produs vinul lor, cum a fost produs și cum alegerile lor impactează planeta",
  "WHO ARE WE": "CINE SUNTEM NOI",
  "OUR TEAM": "ECHIPA NOASTRĂ",
  "Team member": "Membru al echipei",
  "Founder and CEO": "Fondator și CEO",
  "Blockchain Developer": "Dezvoltator Blockchain",
  "OUR STORY": "POVESTEA NOASTRĂ",
  "OUR STORY text": "Journy s-a născut dintr-o pasiune pentru inovație și un respect profund pentru generațiile de dedicare, pasiune și tradiție care definesc vinificația. Știm că în spatele fiecărei podgorii se află moștenirea unei familii - o poveste despre reziliență, muncă grea și dragoste pentru pământ. Înțelegem provocările cu care vă confruntați: echilibrarea moștenirii cu cerințele unei lumi în rapidă schimbare",
  "New regulations text": "Noile reglementări, așteptările privind sustenabilitatea, schimbările climatice și valorile în schimbare ale consumatorilor pot părea o luptă grea",
  "Here to help text": "De aceea Journy este aici pentru a ajuta. Platforma noastră este construită cu gândul la tine, concepută pentru a simplifica complexitățile industriei vinului de astăzi, respectând în același timp tradițiile care fac munca ta semnificativă. Te ajutăm să-ți împărtășești povestea - autenticitatea, valorile și măiestria - astfel încât fiecare sticlă pe care o creezi să fie mai mult decât vin; este o conexiune cu pământul tău, familia ta și viitorul tău",
  "By combining cutting-edge technology text": "Prin combinarea tehnologiei de ultimă generație cu dragostea pentru sustenabilitate, ajutăm producătorii să se conecteze cu clienții lor ca niciodată până acum"
}