{
  "Home": "Domov",
  "Log in": "Prijava",
  "Sign up": "Registracija",
  "Contact": "Kontakt",
  "Privacy Policy": "Pravilnik o zasebnosti",
  "Terms & Conditions": "Splošni pogoji",
  "all rights reserved": "vse pravice pridržane",
  "Transparency": "Transparentnost",
  "meets": "sreča",
  "tradition": "tradicijo",
  "WHO ARE WE text": "Proizvajalcem vina omogočamo, da izpolnijo naraščajoče zahteve po transparentnosti in trajnosti, ter spreminjamo okoljske izzive v poslovne priložnosti. Z Journyjem omogočamo potrošnikom, da izvedo, kdo je izdelal njihovo vino, kako je bilo pridelano in kako njihove izbire vplivajo na planet",
  "WHO ARE WE": "KDO SMO",
  "OUR TEAM": "NAŠA EKIPA",
  "Team member": "Član ekipe",
  "Founder and CEO": "Ustanovitelj in direktor",
  "Blockchain Developer": "Razvijalec verige blokov",
  "OUR STORY": "NAŠA ZGODBA",
  "OUR STORY text": "Journy se je rodil iz strasti do inovacij in globokega spoštovanja do generacij predanosti, strasti in tradicije, ki določajo vinarstvo. Vemo, da je za vsakim vinogradom družinska zapuščina - zgodba o vzdržljivosti, trdemu delu in ljubezni do zemlje. Razumemo izzive, s katerimi se soočate: uravnoteženje dediščine z zahtevami hitro spreminjajočega se sveta",
  "New regulations text": "Novi predpisi, pričakovanja glede trajnosti, podnebne spremembe in spreminjajoče se vrednote potrošnikov se lahko zdijo kot bitka v hrib",
  "Here to help text": "Zato je tu Journy, da pomaga. Naša platforma je zgrajena z mislijo na vas, zasnovana tako, da poenostavi zapletenost današnje vinske industrije ob spoštovanju tradicij, ki dajejo vašemu delu pomen. Pomagamo vam deliti vašo zgodbo - vašo pristnost, vaše vrednote in vašo obrt - tako da je vsaka steklenica, ki jo ustvarite, več kot le vino; je povezava z vašo zemljo, vašo družino in vašo prihodnostjo",
  "By combining cutting-edge technology text": "S kombinacijo najsodobnejše tehnologije in ljubezni do trajnosti pomagamo proizvajalcem, da se povežejo s svojimi strankami kot še nikoli doslej"
}